Repository: rurban/clisp
Catalog: src/gettext/po/*.po
Languages: de, es, nl

source: ~A must introduce a number.
de: ~A muss eine Zahl einleiten.
es: ~A debe introducir un número.
nl: ~A moet een getal introduceren.

source: The control string terminates in the middle of a parameter.
de: Kontrollstring endet mitten in einem '-Parameter.
es: La cadena de control termina en medio de un parámetro.

source: Non-existent directive
de: Diese Direktive gibt es nicht.
es: Directiva no existente

source: The closing directive '~A' does not have a corresponding opening one.
de: Schließende Klammer '~A' ohne vorherige öffnende Klammer
es: No existe una directiva de apertura para la de cierre `~A'.
nl: De afsluitende directive '~A' heeft geen bijbehorende directive die opent.

source: The closing directive '~A' does not match the corresponding opening one. It should read '~A'.
de: Schließende Klammer '~A' passt nicht; sollte '~A' lauten.
es: La directiva de cierre `~A' no se corresponde con la de apertura. Debe leerse `~A'.

source: The ~~; directive is not allowed at this point.
de: Hier ist keine ~~;-Direktive möglich.
es: La directiva ~~; no está permitida aquí.
nl: De ~~;-directive is hier niet toegestaan.

source: The ~~newline directive cannot take both modifiers.
de: Die ~~Newline-Direktive ist mit : und @ sinnlos.
es: La directiva ~~newline no puede tomar ambos modificadores.

source: An opening directive is never closed; expecting '~A'.
de: Schließende Klammer '~A' fehlt.
es: No se ha cerrado una directiva; se esperaba `~A'.
nl: Er is een directive die opent maar niet gesloten wordt; verwacht '~A'.

source: ~%Current point in control string:
de: ~%Stelle im Kontrollstring:
es: ~%Posición en curso en la cadena de control:
nl: ~%Huidige plaats in control string:

source: The destination string ~S should have a fill pointer.
de: String zum Vollschreiben ~S hat keinen Fill-Pointer.
es: La cadena de destino ~S debe tener un puntero de relleno.
nl: De doelstring ~S heeft geen fill pointer.

source: The destination argument ~S is invalid (not NIL or T or a stream or a string).
de: Das ist weder NIL noch T noch ein Stream noch ein String: ~S
es: El argumento destino no es NIL, ni tampoco T, un flujo o una cadena: ~S
nl: Het doelargument ~S is ongeldig (niet NIL, T, een stream of een string).

source: ~S: The control-string must be a string, not ~S
de: ~S: Kontrollstring muss ein String sein, nicht ~S
es: ~S: La cadena de control debe ser una cadena, y no ~S
nl: ~S: De control-string moet een string zijn, niet ~S

source: There are not enough arguments left for this directive.
de: Nicht genügend Argumente für diese Direktive übrig.
es: No hay argumentos suficientes para esta directiva.
nl: Er zijn niet genoeg argument voor deze directive.

source: The ~~:@R directive requires an integer in the range 1 - 4999, not ~S
de: Die ~~:@R-Direktive erwartet ein Integer zwischen 1 und 4999, nicht ~S
es: La directiva ~~:@R necesita un entero en el rango 1 - 4999, no ~S
nl: De ~~:@R directive vereist een geheel getal tussen 1 en 4999, niet ~S

source: The ~~@R directive requires an integer in the range 1 - 3999, not ~S
de: Die ~~@R-Direktive erwartet ein Integer zwischen 1 und 3999, nicht ~S
es: La directiva ~~@R necesita un entero en el rango 1 - 3999, no ~S
nl: De ~~@R directive vereist een geheel getal tussen 1 en 3999, niet ~S

source: The argument for the ~~R directive is too large.
de: Zu großes Argument für ~~R-Direktive.
es: El argumento de la directiva ~~R es demasiado grande.
nl: Het argument voor de ~~R directive is te groot.

source: The ~~R and ~~:R directives require an integer argument, not ~S
de: Die ~~R- und ~~:R-Direktiven erwarten ein Integer als Argument, nicht ~S
es: Las directivas ~~R y ~~:R necesitan un argumento entero, no ~S
nl: De ~~R en ~~:R directives vereisen een geheel getal als argument, niet ~S

source: The ~~C directive requires a character argument, not ~S
de: Die ~~C-Direktive erwartet ein Character, nicht ~S
es: La directiva ~~C necesita un carácter como argumento, no ~S
nl: De ~~C directive vereist een character argument, niet ~S

source: The control string argument for the ~~? directive is invalid: ~S
de: Als Kontrollstring für ~~? ist das untauglich: ~S
es: La cadena de control de la directiva ~~? es inválida: ~S
nl: Het control-string argument voor de ~~? directive is ongeldig: ~S

source: The argument list argument for the ~~? directive is invalid: ~S
de: Das ist keine passende Argumentliste für die ~~?-Direktive: ~S
es: El argumento de la lista de argumentos de la directiva ~~? es inválido: ~S
nl: De argumentenlijst voor de ~~? directive is ongeldig: ~S

source: The ~~[ parameter must be an integer, not ~S
de: Argument für ~~[ muss ein Integer sein, nicht ~S
es: El parámetro para ~~[ debe ser un entero, no ~S
nl: De ~~[ parameter moet een geheel getal zijn, niet ~S

source: The ~~[ directive cannot take both modifiers.
de: ~~[ geht nicht mit : und @ gleichzeitig.
es: La directiva ~~[ no puede tomar ambos modificadores.
nl: De ~~[ directive is zinloos met zowel : als @

source: The ~~{ directive requires a list argument, not ~S
de: Das Argument zu ~~{ muss eine Liste sein, nicht ~S
es: La directiva ~~{ requiere una lista de argumentos, no ~S
nl: De ~~{ directive vereist een lijst-argument, niet ~S

source: Too many arguments for this directive
de: Zu viele Argumente für diese Direktive.
es: Demasiados argumentos para esta directiva
nl: Te veel argumenten voor deze directive

source: The control-string must be a string, not ~S
es: La cadena de control debe ser una cadena, no ~S
nl: De control-string moet een string zijn, niet ~S

source: [*package* invalid]
de: [*package* ungültig]
es: [*package* inválido]
nl: [*package ongeldig*]

source: values:
es: valores:

source: Help = this list Use the usual editing capabilities.
es: Help = esta lista Utilice las órdenes de edición habituales

source: Help = this command list Abort = abort to the next recent input loop Unwind = abort to the next recent input loop Mode-1 = inspect all the stack elements Mode-2 = inspect all the frames Mode-3 = inspect only lexical frames Mode-4 = inspect only EVAL and APPLY frames (default) Mode-5 = inspect only APPLY frames Where = inspect this frame Up = go up one frame, inspect it Top = go to top frame, inspect it Down = go down one frame, inspect it Bottom = go to bottom (most recent) frame, inspect it Backtrace-1 = list all stack elements Backtrace-2 = list all frames Backtrace-3 = list all lexical frames Backtrace-4 = list all EVAL and APPLY frames Backtrace-5 = list all APPLY frames Backtrace = list stack in current mode Break+ = set breakpoint in EVAL frame Break- = disable breakpoint in EVAL frame Redo = re-evaluate form in EVAL frame Return = leave EVAL frame, prescribing the return values
es: Help = esta lista de órdenes Abort = volver al bucle de entrada más reciente Unwind = volver al bucle de entrada más reciente Mode-1 = inspeccionar todos los elementos de la pila Mode-2 = inspeccionar todos los marcos Mode-3 = inspeccionar únicamente los marcos léxicos Mode-4 = inspeccionar sólo los marcos de los tipos EVAL y APPLY (por defecto) Mode-5 = inspeccionar sólo los marcos de tipo APPLY Where = inspeccionar el marco actual Up = ascender un marco, e inspeccionarlo Top = ir al primer marco, e inspeccionarlo Down = descender un marco e inspeccionarlo Bottom = ir al último marco (el más reciente) e inspeccionarlo Backtrace-1 = mostrar todos los elementos de la pila Backtrace-2 = mostrar todos los marcos Backtrace-3 = mostrar todos los marcos léxicos Backtrace-4 = mostrar todos los marcos de los tipos EVAL y APPLY Backtrace-5 = mostrar todos los marcos del tipo APPLY Backtrace = mostrar la pila en el modo actual Break+ = establecer un punto de ruptura en un marco de tipo EVAL Break- = desactivar un punto de ruptura en un marco de tipo EVAL Redo = re-evaluar la forma en un marco EVAL Return = abandonar un marco EVAL con los valores de vuelta indicados
nl: Help = deze lijst met opdrachten Abort of Unwind = breek af en ga naar de meest recente invoerlus Mode-1 = bekijk alle elementen op de stack Mode-2 = bekijk alle frames Mode-3 = bekijk alleen lexical frames Mode-4 = bekijk alleen EVAL en APPLY frames (standaard) Mode-5 = bekijk alleen APPLY frames Where = bekijk dit frame Up = ga een frame omhoog en bekijk het Top = ga naar het hoogste frame en bekijk het Down = ga een frame omlaag en bekijk het Bottom = ga naar het laagste (meest recente) frame en bekijk het Backtrace-1 = toon alle elementen op de stack Backtrace-2 = toon alle frames Backtrace-3 = toon alle lexical frames Backtrace-4 = toon alle EVAL en APPLY frames Backtrace-5 = toon alle APPLY frames Backtrace = toon stack in deze staat Break+ = zet breekpunt in EVAL frame Break- = zet breekpunt in EVAL frame uit Redo = form in EVAL frame opnieuw evalueren Return = verlaat EVAL frame met opgegeven waarden

source: Continue = continue evaluation
es: Continue = continuar la evaluación
nl: Continue = doorgaan met evaluatie

source: You can continue (by typing 'continue').
de: Sie können (mit Continue) fortfahren.
es: Puede continuar (tecleando `continue').
nl: U kunt doorgaan (door 'continue' in te typen).

source: If you continue (by typing 'continue'):
de: Wenn Sie (mit Continue) fortfahren:
es: Si continúa (tecleando `continue'):
nl: Indien u doorgaat (met 'continue'):

source: The following restarts are available too:
es: También es posible continuar en los siguientes puntos:
nl: Verdere mogelijkheden om opnieuw te beginnen:

source: The following restarts are available:
de: Mögliche Optionen:
es: Es posible continuar en los siguientes puntos:
nl: Mogelijkheden om opnieuw te beginnen:

source: Step = step into form: evaluate this form in single step mode Next = step over form: evaluate this form at once Over = step over this level: evaluate at once up to the next return Continue = switch off single step mode, continue evaluation Step-until, Next-until, Over-until, Continue-until: same as above, specify a condition when to stop
es: Step = entrar en una forma: evaluar esta forma en el modo paso a paso Next = saltarse una forma: evaluar esta forma en un solo paso Over = saltarse este nivel: evaluar hasta el siguiente retorno Continue = desactivar el modo paso a paso y continuar la evaluación Step-until, Next-until, Over-until, Continue-until: lo mismo que antes, especifique una condición de parada
nl: Step = stap form binnen: evalueer deze form in één-stapsmodus Next = stap over form heen: evalueer deze form een enkele keer Over = stap over dit level heen: evalueer tot aan de volgende return? Continue = schakel één-stapsmodus uit, vervolg evaluatie Step-until, Next-until, Over-until, Continue-until: als hierboven, maar dan met een opgegeven stop-conditie

source: step
es: paso

source: no values
de: Keine Werte
es: sin valores
nl: geen waarden

source: value:
de: Wert:
es: valor:
nl: waarde:

source: values:
de: Werte:
es: valores:
nl: waarden:

source: condition when to stop:
de: Abbruchbedingung:
es: condición de parada:
nl: afbreek-conditie:

source: WARNING:
de: WARNUNG:
es: ATENCIÓN:
nl: WAARSCHUWING:

source: (y/n)
de: (j/n)
es: (si(y)/no(n))
nl: (j/n)

source: Please answer with y or n :
de: Bitte mit j oder n antworten:
es: Por favor, responda con y(si) o n(no) :
nl: Antwoord a.u.b. met `j' of `n' :

source: (yes/no)
de: (ja/nein)
es: (si(yes)/no(no))
nl: (ja/nee)

source: Please answer with yes or no :
de: Bitte mit ja oder nein antworten:
es: Por favor, responda con yes(si) o no(no) :
nl: Antwoord a.u.b. met `ja' of `nee' :

source: special form
es: forma especial
nl: speciale form

source: function
de: Funktion
es: función
nl: functie

source: constant
de: Konstante
es: constante
nl: constante

source: type
de: Typ
es: tipo

source: class
de: Klasse
es: clase

source: ~%Description of~%
es: ~%Descripción de~%

source: ~%This is
es: ~%Se trata de

source: a list of length ~S.
de: eine Liste der Länge ~S.
es: una lista de longitud ~S.
nl: een lijst van lengte ~S.

source: a dotted list of length ~S.
de: eine punktierte Liste der Länge ~S.
es: una lista punteada de longitud ~S.
nl: een dotted lijst van lengte ~S.

source: a cons.
de: ein Cons.
es: un cons.
nl: een cons.

source: a cyclic list.
de: eine zyklische Liste.
es: una lista cíclica.
nl: een cyclische lijst.

source: the empty list,
de: die leere Liste,
es: la lista vacía,
nl: de lege lijst,

source: the symbol ~S
es: el símbolo ~S

source: , a keyword
es: , una palabra clave

source: , a constant
de: , eine Konstante
es: , una constante
nl: , een constante

source: , a variable declared SPECIAL
de: , eine SPECIAL-deklarierte Variable
es: , una variable declarada SPECIAL
nl: , een SPECIAL variabele

source: , a variable
de: , eine Variable
es: , una variable
nl: , een variabele

source: , names
de: , benennt
es: , nombra
nl: , benoemt

source: a special form
es: una forma especial

source: with macro definition
de: mit Macro-Definition
es: con definición de macro
nl: met macrodefinitie

source: a function
es: una función

source: a macro
es: una macro
nl: een macro

source: , names a type
de: , benennt einen Typ
es: , nombra un tipo
nl: , benoemt een type

source: , names a class
de: , benennt eine Klasse
es: , nombra una clase
nl: , benoemt een class

source: , has the propert~@P ~{~S~^, ~}
de: , hat die Propert~@P ~{~S~^, ~}
es: , tiene ~[~;la propiedad~:;las propiedades~] ~{~S~^, ~}
nl: , heeft de ~[~;eigenschap~:;eigenschappen~] ~{~S~^, ~}

source: ~%The symbol
es: ~%El símbolo

source: lies in ~S
de: liegt in ~S
es: está en el ~S
nl: bevindt zich in ~S

source: is uninterned
de: ist uninterniert
es: no aparece en ningún paquete

source: and is accessible in the package~:[~;s~] ~{~A~^, ~}
es: y es accesible desde ~:[el paquete~;los paquetes~] ~{~A~^, ~}

source: an integer, uses ~S bits, is represented as a ~(~A~).
es: un entero que usa ~S bits y se representa como un ~(~A~).

source: a rational, not integral number.
de: eine rationale, nicht ganze Zahl.
es: un racional, no un número entero.
nl: een rationaal, niet geheel getal.

source: a float with ~S bits of mantissa (~(~A~)).
de: eine Fließkommazahl mit ~S Mantissenbits (~:(~A~)).
es: un número en coma flotante con ~S bits de mantisa (~(~A~)).
nl: een float met ~S bits mantisse (~(~A~)).

source: a complex number
de: eine komplexe Zahl
es: un número complejo
nl: een complex getal

source: at the origin
de: im Ursprung
es: en el origen
nl: in de oorsprong

source: on the ~:[posi~;nega~]tive real axis
de: auf der ~:[posi~;nega~]tiven reellen Achse
es: en el eje real ~:[posi~;nega~]tivo
nl: op de ~:[posi~;nega~]tieve reëele as

source: on the ~:[posi~;nega~]tive imaginary axis
de: auf der ~:[posi~;nega~]tiven imaginären Achse
es: en el eje imaginario ~:[posi~;nega~]tivo
nl: op de ~[:posi~;nega~]tieve imaginaire as

source: in ~:[~:[first~;fourth~]~;~:[second~;third~]~] the quadrant
es: en el ~:[~:[primer~;cuarto~]~;~:[segundo~;tercer~]~] cuadrante

source: of the Gaussian number plane.
de: der Gaußschen Zahlenebene.
es: del plano complejo.
nl: van het complexe vlak.

source: a character
de: ein Zeichen
es: un carácter
nl: een character

source: with additional bits
es: con bits adicionales

source: from font ~S
es: de la fuente ~S

source: ~%It is a ~:[non-~;~]printable character.
de: ~%Es ist ein ~:[nicht ~;~]druckbares Zeichen.
es: ~% Se trata de un carácter ~:[no ~;~]imprimible.
nl: ~%Het is een ~:[niet-~;~]afdrukbaar teken.

source: ~%Its use is non-portable.
de: ~%Seine Verwendung ist nicht portabel.
es: ~%Su utilización no es portable.
nl: ~%Het gebruik ervan is niet-portable.

source: a~:[n interpret~; compil~]ed function.
de: eine ~:[interpret~;compil~]ierte Funktion.
es: una función ~:[interpret~;compil~]ada.
nl: een ~:[geïnterpret~; gecompil~]eerde functie.

source: ~%argument list: ~S
es: ~%lista de argumentos: ~S

source: ~%documentation: ~A
de: ~%Dokumentation: ~A
es: ~%documentación: ~A
nl: ~%documentatie: ~A

source: a built-in system function.
de: eine eingebaute System-Funktion.
es: una función predefinida del sistema.
nl: een ingebouwde systeemfunctie.

source: a special form handler.
de: ein Special-Form-Handler.
es: un manipulador de forma especial.
nl: een special form verwerker.

source: a foreign pointer
de: ein Foreign-Pointer.
es: una puntero externo
nl: een foreign pointer

source: a foreign address
de: eine Foreign-Adresse.
es: una dirección externa
nl: een foreign adres

source: a foreign variable of foreign type ~S.
de: eine Foreign-Variable vom Foreign-Typ ~S.
es: una variable externa del tipo extranjero ~S.
nl: een foreign variabele van `foreign' type ~S.

source: a foreign function.
de: eine Foreign-Funktion.
es: una función externa.
nl: een foreign functie.

source: a~:[~:[ closed ~;n output-~]~;~:[n input-~;n input/output-~]~]stream.
de: ein ~:[~:[geschlossener ~;Output-~]~;~:[Input-~;bidirektionaler ~]~]Stream.
es: un flujo ~:[~:[cerrado~;de salida~]~;~:[de entrada~;de entrada/salida~]~].
nl: een~:[~:[ gesloten ~;n uitvoer-~]~;~:[n invoer-~;n invoer/uitvoer-~]~]stream.

source: the package named ~A
de: die Package mit Namen ~A
es: el paquete ~A
nl: de package genaamd ~A

source: . It has the nicknames ~{~A~^, ~}
de: und zusätzlichen Namen ~{~A~^, ~}
es: . Tiene los apodos ~{~A~^, ~}
nl: Het heeft de bijnamen ~{~A~^, ~}

source: imports the external symbols of the package~:[~;s~] ~{~A~^, ~} and
de: importiert die externen Symbole der Package~:[~;s~] ~{~A~^, ~} und
es: importa los símbolos externos de~:[l paquete~; los paquetes~] ~{~A~^, ~} y
nl: importeert de externe symbolen van de package~:[~;s~] ~{~A~^, ~} en

source: exports ~:[no symbols~;the symbols~:*~{~<~%~:; ~S~>~^~}~]
es: ~:[no exporta ningún símbolo~;exporta los símbolos~:*~{~<~%~:; ~S~>~^~}~]

source: to the package~:[~;s~] ~{~A~^, ~}
de: an die Package~:[~;s~] ~{~A~^, ~}
es: ~:[al paquete~;a los paquetes~]: ~{~A~^, ~}
nl: naar de package~:[~;s~] ~{~A~^, ~}

source: a deleted package.
de: eine gelöschte Package.
es: un paquete borrado.
nl: een gewiste package.

source: a hash table with ~S entr~:@P.
de: eine Hash-Tabelle mit ~S Eintr~:*~[ägen~;ag~:;ägen~].
es: una tabla hash con ~S entrada~:*~[s~;~:;s~].

source: ~:[a~;the Common Lisp~] readtable.
de: ~:[eine ~;die Common-Lisp-~]Readtable.
es: ~:[una~;la~] tabla de lectura~:*~:[~; de Common Lisp~]
nl: ~:[een~;de Common-Lisp-~] readtable.

source: a ~:[~;portable ~]pathname~:[.~;~:*, with the following components:~{~A~}~]
de: ein ~:[~;portabler ~]Pathname~:[.~;~:*, aufgebaut aus:~{~A~}~]
es: una trayectoria~:[~; portátil~]~:[.~;~:*, constituída por: ~{~A~}~]
nl: een ~:[~;overdraagbare ~]padnaam~:[.~;~:*, met de volgende componenten:~{~A~}~]

source: a random-state.
de: ein Random-State.
es: un estado aleatorio.
nl: een random-state.

source: a byte specifier, denoting the ~S bits starting at bit position ~S of an integer.
de: ein Byte-Specifier, bezeichnet die ~S Bits ab Bitposition ~S eines Integers.
es: un especificador de byte que denota los ~S bits que comienzan en el bit ~S de un entero
nl: een byte-aanduiding, die de ~S bits vanaf bitpositie ~S van een geheel getal aangeeft.

source: a load-time evaluation promise.
de: eine Absicht der Evaluierung zur Ladezeit.
es: una promesa de evaluación en tiempo de carga.
nl: een belofte die tijdens het laden wordt geëvalueerd.

source: a label used for resolving #~D# references during READ.
de: eine Markierung zur Auflösung von #~D#-Verweisen bei READ.
es: una etiqueta para resolver #~D# referencias en READ.
nl: een label om #~D#-referenties mee op te lossen bij READ.

source: a pointer into the stack. It points to:
de: ein Pointer in den Stack. Er zeigt auf:
es: Un puntero a la pila. Apunta a:
nl: een pointer in de stapel. Het wijst naar:

source: a special-purpose object.
de: ein Objekt mit besonderen Eigenschaften.
es: un objeto de propósito especial.
nl: een object met bijzondere eigenschappen.

source: a machine address.
de: eine Maschinen-Adresse.
es: una dirección de máquina.
nl: een machine adres.

source: a structure of type ~S.
de: eine Structure vom Typ ~S.
es: una estructura del tipo ~S.
nl: een structuur van type ~S.

source: ~%As such, it is also a structure of type ~{~S~^, ~}.
de: ~%Als solche ist sie auch eine Structure vom Typ ~{~S~^, ~}.
es: Como tal, también es una estructura del tipo ~{~S~^, ~}.
nl: ~%Als zodanig, ook een structuur van type ~{~S~^, ~}.

source: an instance of the CLOS class ~S.
de: eine Instanz der CLOS-Klasse ~S.
es: una instancia de la clase CLOS ~S.
nl: een instantie van de CLOS klasse ~S.

source: a~:[~; simple~] ~A dimensional array
de: ein~:[~; einfacher~] ~A-dimensionaler Array
es: una matriz~:[~; simple~] de dimensión ~A
nl: een~:[~; eenvoudig~] ~A dimensionaal array

source: of ~(~A~)s
de: von ~:(~A~)s
es: de ~(~A~)s
nl: van ~(~A~)s

source: , adjustable
de: , adjustierbar
es: , ajustable
nl: , aanpasbaar

source: , of size ~{~S~^ x ~}
de: , der GröÂße ~{~S~^ x ~}
es: , de tamaño ~{~S~^ x ~}
nl: , van grootte ~{~S~^ x ~}

source: and current length (fill-pointer) ~S
de: und der momentanen Länge (Fill-Pointer) ~S
es: y longitud actual (fill-pointer) ~S
nl: en huidige lengte (vul-pointer) ~S

source: ~%For more information, evaluate ~{~S~^ or ~}.
de: ~%Mehr Information durch Auswerten von ~{~S~^ oder ~}.
es: ~%Para más información, evalúe ~{~S~^ o ~}.
nl: ~%Evalueer voor meer informatie ~{~S~^ of ~}.

source: ~S: ~S is not a function.
de: ~S: ~S ist keine Funktion.
es: ~S: ~S no es una función.
nl: ~S: ~S is geen functie.

source: ~%argument list:
es: ~%lista de argumentos:

source: ~S: argument must be ~S, ~S or ~S, not ~S
de: ~S: Argument muss ~S, ~S oder ~S sein, nicht ~S
es: ~S: el argumento debe ser ~S, ~S o ~S, pero no ~S
nl: ~S: argument moet ~S, ~S of ~S zijn, niet ~S

source: ~%Bytes permanently allocated: ~9D~%Bytes currently in use: ~9D~%Bytes available until next GC: ~9D~%
de: ~%Dauerhaft allozierte Bytes: ~9D~%Gegenwärtig benutzte Bytes: ~9D~%Bis zur nächsten GC verfügbar: ~9D~%
es: ~%Bytes permanentemente asignados: ~9D~%Bytes actualmente en uso: ~9D~%Bytes disponibles hasta el próximo GC: ~9D~%
nl: ~%Permanent gereserveerde bytes: ~9D~%Bytes nu in gebruik: ~9D~%Beschikbaar tot volgende GC: ~9D~%

source: Already dribbling to ~S
de: Es wird bereits auf ~S protokolliert.
es: Ya se está grabando la sesión en ~S
nl: ~S drupt al

source: Currently not dribbling.
de: Es wird zur Zeit nicht protokolliert.
es: En este momento, no se está grabando la sesión.
nl: Drupt nu niet.

source: No external editor installed.
de: Kein externer Editor installiert.
es: No hay ningún editor externo instalado
nl: Er is geen externe editor geïnstalleerd.

source: ~S cannot be edited.
de: ~S ist nicht editierbar.
es: ~S no puede ser editado.
nl: ~S kan niet worden gewijzigd.

source: ~S: source code for ~S not available.
de: ~S: Quellcode zu ~S nicht verfügbar.
es: ~S: el código fuente de ~S no está disponible.
nl: ~S: broncode voor ~S is niet beschikbaar.

source: ~S: File ~S already exists
de: ~S: Eine Datei ~S existiert bereits.
es: ~S: El fichero ~S ya existe
nl: ~S: Bestand ~S bestaat reeds

source: ~S: function name should be a symbol, not ~S
de: ~S: Funktionsname sollte ein Symbol sein, nicht ~S
es: ~S: el nombre de una función debe ser un símbolo, no ~S
nl: ~S: functienaam moet een symbool zijn, niet ~S

source: ~S: undefined function ~S
de: ~S: Funktion ~S ist nicht definiert.
es: ~S: la función ~S no está definida
nl: ~S: niet-gedefiniëerde functie ~S

source: ~S: cannot trace special form ~S
es: ~S: no es posible rastrear la forma especial ~S
nl: ~S: kan special form ~S niet traceren

source: ~&;; Tracing ~:[function~;macro~] ~S.
de: ~&;; ~:[Funktion~;Macro~] ~S wird getraced.
es: ~&;; Rastreando la ~:[función~;macro~] ~S.
nl: ~&;; ~:[functie~;macro~] ~S wordt getraceerd.
