Repository: rurban/clisp
Catalog: src/gettext/po/*.po
Languages: de, es, nl

source: Please choose:
de: Wählen Sie bitte aus:
es: Por favor, escoja:
nl: Kies a.u.b. een van:

source: Please choose one of ~:{~A~:^, ~} .
de: Wählen Sie bitte eines von ~:{~A~:^, ~} aus.
es: Por favor, elija uno/a de ~:{~A~:^, ~} .
nl: Kies a.u.b. een van ~:{~A~:^, ~} uit.

source: symbol ~A from #<PACKAGE ~A> will become a shadowing symbol
es: el símbolo ~A del paquete #<PACKAGE ~A> se convertirá en un símbolo que eclipsa a otro
nl: symbol ~A uit #<PACKAGE ~A> zal een schaduw-symbool worden

source: You may choose the symbol in favour of which to resolve the conflict.
de: Sie dürfen auswählen, welches der gleichnamigen Symbole Vorrang bekommt, um den Konflikt aufzulösen.
es: Puede elegir el símbolo en favor del cual se resolverá el conflicto.
nl: U kunt kiezen welk symbol de voorkeur krijgt om het conflict op te lossen.

source: uninterning ~S from ~S uncovers a name conflict.
de: Durch Uninternieren von ~S aus ~S entsteht ein Namenskonflikt.
es: Al sacar ~S de ~S se ha puesto de manifiesto un conflicto entre nombres.

source: You may choose how to proceed.
de: Sie dürfen über das weitere Vorgehen entscheiden.
es: Puede elegir cómo continuar.
nl: U kunt kiezen hoe het nu verder gaat.

source: importing ~S into ~S produces a name conflict with ~S.
de: Durch Importieren von ~S in ~S entsteht ein Namenskonflikt mit ~S.
es: la importación de ~S en ~S produce un conflicto de nombres con ~S.
nl: importeren van ~S in ~S veroorzaakt een naamconflict met ~S.

source: importing ~S into ~S produces a name conflict with ~S and other symbols.
de: Durch Importieren von ~S in ~S entsteht ein Namenskonflikt mit ~S und weiteren Symbolen.
es: la importación de ~S en ~S produce un conflicto de nombres con ~S y otros símbolos.
nl: importeren van ~S in ~S veroorzaakt een naamconflict met ~S en andere symbolen.

source: (("I" "import it and unintern the other symbol" T) ("N" "do not import it, leave undone" NIL))
de: (("I" "Importieren und dabei das eine andere Symbol uninternieren" T) ("N" "Nicht importieren, alles beim alten lassen" NIL))
es: (("I" "impórtarlo y sacar el otro símbolo" T) ("N" "no importarlo, dejarlo como está" NIL))

source: (("I" "import it, unintern one other symbol and shadow the other symbols" T) ("N" "do not import it, leave undone" NIL))
de: (("I" "Importieren, dabei das eine andere Symbol uninternieren und die anderen Symbole verdecken" T) ("N" "Nicht importieren, alles beim alten lassen" NIL))
es: (("I" "importarlo, sacar uno de los otro símbolos y eclipsar el resto" T) ("N" "no importarlo, dejarlo como está" NIL))

source: (("I" "import it and shadow the other symbol" T) ("N" "do nothing" NIL))
de: (("I" "Importieren und das andere Symbol shadowen" T) ("N" "Nichts tun" NIL))
es: (("I" "importarlo y eclipsar el otro símbolo" T) ("N" "no hacer nada" NIL))
nl: (("I" "importeer het en schaduw het andere symbool" T) ("N" "doe niets" NIL))

source: symbol ~S should be imported into ~S before being exported.
de: Symbol ~S müsste erst in ~S importiert werden, bevor es exportiert werden kann.
es: el símbolo ~S debe ser importado a ~S antes de ser exportado.
nl: symbool ~S zou in ~S moeten worden geïmporteerd voordat het geëxporteerd wordt.

source: (("I" "import the symbol first" T) ("N" "do nothing, don't export the symbol" NIL))
es: (("I" importar el símbolo primero" T) ("N" "no hacer nada, no exportar el símbolo"))
nl: ("I" "importeer het symbool eerst" T) ("N" "doe niets, exporteer het symbool niet" NIL))

source: You may choose in favour of which symbol to resolve the conflict.
de: Sie dürfen aussuchen, welches Symbol Vorrang hat.
es: Puede elegir en favor de qué símbolo se debe resolver el conflicto.
nl: U mag kiezen welk symbool de voorkeur krijgt om het conflict op te lossen.

source: exporting ~S from ~S produces a name conflict with ~S from ~S.
de: Durch Exportieren von ~S aus ~S ergibt sich ein Namenskonflikt mit ~S in ~S.
es: la exportación de ~S desde ~S produce un conflicto de nombres con ~S de ~S.
nl: exporteren van ~S uit ~S veroorzaakt een naamconflict met ~S uit ~S.

source: Which symbol should be accessible in ~S ?
de: Welches Symbol soll in ~S Vorrang haben?
es: ¿ Qué símbolo debe ser accesible en ~S ?
nl: Welk symbool moet voorrang krijgen in ~S ?

source: the symbol to export,
de: Das zu exportierende Symbol
es: el símbolo a exportar,
nl: het symbool om te exporteren,

source: the old symbol,
de: Das alte Symbol
es: El símbolo original,
nl: het oude symbool,

source: You may choose for every conflict in favour of which symbol to resolve it.
de: Sie dürfen bei jedem Konflikt angeben, welches Symbol Vorrang haben soll.
es: Puede elegir en favor de qué símbolo se debe resolver cada conflicto.
nl: U mag voor elk conflict kiezen welk symbool de voorkeur krijgt.

source: ~S name conflicts while executing USE-PACKAGE of ~S into package ~S.
de: ~S Namenskonflikte bei USE-PACKAGE von ~S in die Package ~S.
es: Conflicto de nombre ~S al ejecutar USE-PACKAGE de ~S al paquete ~S
nl: ~S veroorzaakt een naamconflict bij het uitvoeren van USE-PACKAGE van ~S in package ~S.

source: which symbol with name ~S should be accessible in ~S ?
de: Welches Symbol mit dem Namen ~S soll in ~S Vorrang haben?
es: ¿ Qué símbolo con nombre ~S debe ser accesible en ~S ?
nl: welk symbool met naam ~S krijgt de voorkeur in ~S ?

source: You can input another name.
de: Sie dürfen einen neuen Namen eingeben.
es: Puede introducir otro nombre.
nl: U kunt een andere naam invoeren.

source: You can input another nickname.
de: Sie dürfen einen neuen Nickname eingeben.
es: Puede introducir otro apodo.
nl: U kunt een andere nickname invoeren.

source: a package with name ~S already exists.
de: Eine Package mit dem Namen ~S gibt es schon.
es: ya existe un paquete con el nombre ~S.
nl: een package met naam ~S bestaat al.

source: Please input new package name:
de: Bitte neuen Packagenamen eingeben:
es: Por favor, introduzca un nuevo nombre de paquete:
nl: Voer a.u.b. een nieuwe package naam in:

source: Please input new package nickname:
de: Bitte neuen Packagenickname eingeben:
es: Por favor, introduzca un nuevo apodo de paquete:
nl: Voer a.u.b. een nieuwe packagenickname in:

source: Ignore.
de: Ignorieren.
es: Ignorar.
nl: Negeer.

source: ~S: There is no package with name ~S.
de: ~S: Eine Package mit Namen ~S gibt es nicht.
es: ~S: No hay ningún paquete con el nombre ~S.
nl: ~S: Er is geen package met de naam ~S.

source: ~*Nevertheless delete ~S.
de: ~*~S wird trotzdem gelöscht.
es: ~*No obstante borre ~S.
nl: ~*Desondanks wordt ~S toch gewist.

source: ~S: ~S is used by ~{~S~^, ~}.
de: ~S: ~S wird von ~{~S~^, ~} benutzt.
es: ~S: ~S es utilizado por ~{~S~^, ~}.
nl: ~S: ~S is wordt door ~{~S~^, ~} gebruikt.

source: January
es: Enero
nl: januari

source: February
es: Febrero
nl: februari

source: March
es: Marzo
nl: maart

source: April
es: Abril

source: May
es: Mayo
nl: mei

source: June
es: Junio
nl: juni

source: July
es: Julio
nl: juli

source: August
es: Agosto
nl: augustus

source: September
es: Septiembre

source: October
es: Octubre
nl: oktober

source: November
es: Noviembre

source: December
es: Diciembre

source: ANSI C program
de: ANSI-C-Programm
es: programa ANSI C
nl: ANSI C programma

source: C++ compiler
es: Compilador de C++

source: C compiler
es: Compilador de C

source: ENGLISH
es: ESPAÑOL
nl: NEDERLANDS

source: The value of ~S was not a pathname. ~:*~S is being reset.
de: Der Wert von ~S war kein Pathname. ~:*~S wird zurückgesetzt.
es: El valor de ~S no es del tipo PATHNAME. ~:*~S se reinicializará.
nl: De waarde van ~S was geen padnaam. ~:*~S wordt teruggezet.

source: The variable ~S had an illegal value. ~S has been reset to ~S.
de: In ~S wurde ein illegaler Wert vorgefunden, ~S wird auf ~S zurückgesetzt.
es: La variable ~S tenía un valor inválido. ~S ha sido inicializado a ~S.
nl: De variabele ~S heeft een ongeldige waarde. ~S is teruggezet naar ~S.

source: Bye.
de: Bis bald!
es: Adiós.
nl: Tot ziens.

source: Next environment:
de: Weiteres Environment:
es: Siguiente entorno:
nl: Volgende omgeving:

source: APPLY frame with breakpoint for call
de: APPLY-Frame mit Breakpoint für Aufruf
es: marco APPLY con punto de ruptura para invocar
nl: APPLY-frame met breekpunt voor aanroep

source: APPLY frame for call
de: APPLY-Frame für Aufruf
es: marco APPLY para invocar
nl: APPLY-frame voor aanroep

source: EVAL frame with breakpoint for form
de: EVAL-Frame mit Breakpoint für Form
es: marco EVAL con punto de ruptura para la forma

source: EVAL frame for form
de: EVAL-Frame für Form
es: marco EVAL para la forma

source: frame binding variables (~ = dynamically):
de: Variablenbindungs-Frame bindet (~ = dynamisch):
es: marco de ligadura de las variables (~ = dinámicamente):

source: CALLBACK frame
es: marco CALLBACK

source: frame binding variables
de: Variablenbindungs-Frame
es: marco de ligadura de las variables
nl: variabelenbinding-frame

source: frame binding functions
de: Funktionsbindungs-Frame
es: marco de ligadura de las funciones
nl: functiebinding-frame

source: binds (~ = dynamically):
de: bindet (~ = dynamisch):
es: vincula (~ = dinámicamente):
nl: bindt (~ = dynamisch):

source: block frame
es: marco de bloque

source: nested block frame
de: Block-Frame (genestet)
es: marco anidado de bloque
nl: genest block-frame

source: for
de: für
es: para
nl: voor

source: compiled block frame for
de: Block-Frame (compiliert) für
es: marco de bloque compilado para
nl: gecompileerd block-frame voor

source: tagbody frame
es: marco de cuerpo de etiquetas de salto

source: nested tagbody frame
de: Tagbody-Frame (genestet)
es: marco anidado del cuerpo de etiquetas de salto
nl: genest tagbody-frame

source: for
de: für
es: para
nl: voor

source: compiled tagbody frame for
de: Tagbody-Frame (compiliert) für
es: marco compilado del cuerpo de etiquetas de salto para
nl: gecompileerd tagbody-frame voor

source: catch frame for tag
de: Catch-Frame für Tag
es: marco de captura para la etiqueta
nl: catch-frame voor tag

source: handler frame for conditions
de: Handler-Frame für Conditions
es: marco de manipulación (HANDLER) para las condiciones
nl: handler-frame voor conditions

source: unwind-protect frame
es: marco `unwind-protect'

source: driver frame
es: marco `driver'

source: frame binding environments
de: Environment-Bindungs-Frame
es: marco de ligadura del entorno
nl: omgevingsbinding-frame

source: *** - Virtual memory exhausted. RESET
de: *** - Kein virtueller Speicher mehr verfügbar: RESET
es: *** - Memoria virtual agotada. REINICIE
nl: *** - Geen virtueel geheugen beschikbaar. RESET

source: *** - Memory exhausted. RESET
de: *** - Speicher voll: RESET
es: *** - Memoria agotada. REINICIE
nl: *** - Geen geheugen meer beschikbaar. RESET

source: Attempt to modify read-only data
es: intento de modificar datos de sólo lectura

source: Cannot open /dev/zero .
de: Kann /dev/zero nicht öffnen.
es: No se puede abrir /dev/zero.
nl: Kan /dev/zero niet openen.

source: msync(0x%x,0x%x,MS_INVALIDATE) fails.
de: msync(0x%x,0x%x,MS_INVALIDATE) scheitert.
es: msync(0x%x,0x%x,MS_INVALIDATE) falló.
nl: msync(0x%x,0x%x,MS_INVALIDATE) mislukt.

source: Cannot map memory to address 0x%x .
de: Kann keinen Speicher an Adresse 0x%x legen.
es: No se puede asignar la memoria a la dirección 0x%x .
nl: Kan geheugen niet op adres 0x%x afbeelden.

source: Cannot open %s .
de: Kann %s nicht öffnen.
es: No se puede abrir %s.
nl: Kan %s niet openen.

source: Cannot delete %s .
de: Kann %s nicht löschen.
es: No se puede borrar %s .
nl: Kan %s niet verwijderen.

source: ** WARNING: ** Too few free disk space for %s .
de: ** WARNUNG: ** Zu wenig freier Plattenplatz für %s .
es: ** ATENCIÓN: ** Hay muy poco espacio libre en disco para %s .
nl: ** LET OP: ** Te weinig vrije schijfruimte voor %s.

source: Please restart LISP with fewer memory (option -m).
de: Bitte LISP mit weniger Speicher (Option -m) neu starten.
es: Por favor, vuelva a ejecutar LISP con menos memoria (opción -m).
nl: Herstart a.u.b. LISP met minder geheugen (optie -m).

source: Cannot make %s long enough.
de: Kann %s nicht aufblähen.
es: No es posible agrandar %s lo suficiente.
nl: Kan %s niet lang genoeg maken.

source: Cannot fill %s .
de: Kann %s nicht füllen.
es: No se puede rellenar %s .
nl: Kan %s niet vullen.

source: Cannot close %s .
de: Kann %s nicht schließen.
es: No se puede cerrar %s .
nl: Kan %s niet sluiten.

source: Recompile your operating system with SYSV IPC support.
de: Compilieren Sie Ihr Betriebssystem neu mit Unterstützung von SYSV IPC.
es: Recompile su sistema operativo con soporte para SYSV IPC.
nl: Hercompileer uw besturingssysteem met ondersteuning van SYSV IPC.

source: Cannot allocate private shared memory segment.
de: Kann kein privates Shared-Memory-Segment aufmachen.
es: No se puede asignar un segmento privado en la memoria compartida.
nl: Kan privé shared-memory segment niet reserveren.

source: Cannot map shared memory to address 0x%x.
de: Kann kein Shared-Memory an Adresse 0x%x legen.
es: No se puede asignar la memoria compartida a la direccion 0x%x.
nl: Kan shared-memory niet afbeelden op adres 0x%x.

source: Cannot fill shared memory.
de: Kann Shared Memory nicht füllen.
es: No se puede rellenar la memoria compartida.
nl: Kan shared-memory niet vullen.

source: Could not fill shared memory.
de: Konnte Shared Memory nicht füllen.
es: No se pudo rellenar la memoria compartida.
nl: Kan shared-memory niet vullen.

source: Cannot remove shared memory segment.
de: Kann Shared-Memory-Segment nicht entfernen.
es: No se puede desechar el segmento de memoria compartida.
nl: Kan shared-memory segment niet verwijderen.

source: Cannot reserve address range at 0x%x .
de: Kann Adressbereich ab 0x%x nicht reservieren.
es: No se puede reservar el rango de direcciones a 0x%x .
nl: Kan geheugen bereik op 0x%x niet reserveren.

source: Cannot reserve address range 0x%x-0x%x .
de: Kann Adressbereich 0x%x-0x%x nicht reservieren.
es: No se puede reservar el rango de direcciones 0x%x-0x%x .
nl: Kan geheugen bereik op 0x%x-0x%x niet reserveren.

source: CreateFileMapping() failed.
de: CreateFileMapping() scheiterte.
es: CreateFileMapping() falló.
nl: CreateFileMapping() mislukt.

source: MapViewOfFileEx(addr=0x%x,off=0x%x) failed.
de: MapViewOfFileEx(addr=0x%x,off=0x%x) scheiterte.
es: MapViewOfFileEx(dirección=0x%x,segmento=0x%x) falló.
nl: MapViewOfFileEx(addr=0x%x,off=0x%x) mislukt.

source: MapViewOfFileEx() returned 0x%x instead of 0x%x.
de: MapViewOfFileEx() lieferte 0x%x statt 0x%x.
es: MapViewOfFileEx() devolvió 0x%x en vez de 0x%x.
nl: MapViewOfFileEx() gaf 0x%x terug in plaats van 0x%x.

source: VirtualFree() failed.
de: VirtualFree() scheiterte.
es: VirtualFree() falló.
nl: VirtualFree() mislukt.

source: VirtualProtect() failed.
de: VirtualProtect() scheiterte.
es: VirtualProtect() falló.
nl: VirtualProtect() mislukt.

source: *** - Program stack overflow. RESET
de: *** - Programmstack-Überlauf: RESET
es: *** - Desbordamiento de la pila del programa. REINICIE
nl: *** - Programma stapeloverloop. RESET

source: *** - Lisp stack overflow. RESET
de: *** - LISP-Stack-Überlauf: RESET
es: *** - Desbordamiento de la pila de Lisp. REINICIE
nl: *** - Lisp stapeloverloop. RESET

source: mprotect() fails.
de: mprotect() klappt nicht.
es: mprotect() falló.
nl: mprotect() mislukt.

source: munmap() fails.
de: munmap() klappt nicht.
es: munmap() falló.
nl: munmap() mislukt.

source: No more room for LISP objects
de: Speicherplatz für LISP-Objekte ist voll.
es: No queda espacio para almacenar más objetos LISP
nl: Geen ruimte meer voor LISP objecten

source: *** - No more room for LISP objects: RESET
de: *** - Speicherplatz für LISP-Objekte ist voll: RESET
es: *** - No queda espacio para almacenar más objetos LISP: REINICIE
nl: *** - Geen ruimte meer voor LISP objecten: RESET

source: internal error: statement in file ~, line ~ has been reached!! Please send the authors of the program a description how you produced this error!
de: Interner Fehler: Anweisung in File ~, Zeile ~ wurde ausgeführt!! Bitte schicken Sie eine Mitteilung an die Programm-Autoren, mit der Beschreibung, wie Sie diesen Fehler erzeugt haben!
es: error interno: ¡¡en la sentencia del fichero ~, línea ~!! ¡Por favor, envíe a los autores del programa una descripción de cómo se produjo este error!
nl: interne fout: bewering in bestand ~, regel ~ is uitgevoerd!! Zendt a.u.b. een omschrijving van hoe u deze fout hebt gekregen aan de auteurs van het programma!

source: Ctrl-C: User break
de: Ctrl-C: Tastatur-Interrupt
es: Ctrl-C: Interrupción del usuario
nl: Ctrl-C: Onderbreking

source: SIGSEGV cannot be cured. Fault address = 0x%x.
de: SIGSEGV kann nicht behoben werden. Fehler-Adresse = 0x%x.
es: No se puede subsanar SIGSEGV. Dirección de fallo = 0x%x.
nl: SIGSEGV kan niet hersteld worden. Fout-adres = 0x%x.

source: Apollo 13 scenario: Stack overflow handling failed. On the next stack overflow we will crash!!!
de: Szenario Apollo 13: Stack-Überlauf-Behandlung ging schief. Beim nächsten Stack-Überlauf kracht's!!!
es: Escenario Apollo 13: Falló la manipulación del desbordamiento de pila. ¡¡¡ Nos estrellaremos en el siguiente desbordamiento de pila !!!
nl: Apollo 13 scenario: Stapeloverloop afhandeling mislukt. Bij de volgende stapeloverloop gaan we plat!!!

source: Unknown signature of an FSUBR
de: Unbekannter FSUBR-Argumenttyp
es: Tipo de argumento desconocido para FSUBR
nl: Onbekend argumenttype voor FSUBR

source: Unknown signature of a SUBR
de: Unbekannter SUBR-Argumenttyp
es: Tipo de argumento desconocido para SUBR
nl: Onbekend argumenttype voor SUBR

source: module `%s' requires package %s.
de: Modul `%s' benötigt Package %s.
es: el módulo `%s' necesita el paquete %s.
nl: module `%s' vereist package %s.

source: This version of CLISP runs only in low address memory.
de: Diese CLISP-Version muss in Speicher mit niedrigen Adressen ablaufen.
es: Esta versión de CLISP sólo se ejecuta en las direcciones inferiores de memoria.

source: Syntax for %s: nnnnnnn or nnnnKB or nMB
de: Syntax für %s: nnnnnnn oder nnnnKB oder nMB
es: Sintaxis de %s: nnnnnnn or nnnnKB or nMB
nl: Syntaxis voor %s: nnnnnnn of nnnnKB of nMB

source: %s out of range
de: %s ist nicht im gültigen Bereich
es: %s se ha salido del rango
nl: %s is buiten bereik

source: memory size
de: Speichervorrat
es: tamaño de memoria
nl: grootte geheugen

source: stack size
de: Stackspeichervorrat
es: tamaño de la pila
nl: grootte stapel

source: Return value of malloc() = %x is not compatible with type code distribution.
de: Ergebnis von malloc() = %x ist nicht mit der Typcodeverteilung kompatibel.
es: El valor devuelto por malloc() = %x no es compatible con la distribución del código de tipo.

source: Only %d bytes available.
de: Nur %d Bytes verfügbar.
es: Sólo quedan %d bytes disponibles.
nl: Nog maar %d bytes beschikbaar.

source: Cannot close /dev/zero .
de: Kann /dev/zero nicht schließen.
es: No se puede cerrar /dev/zero .
nl: Kan /dev/zero niet sluiten.

source: Amiga version: Jörg Höhle
es: Versión para Amiga: Jörg Höhle

source: RISCOS port: Peter Burwood, Bruno Haible
es: Versión para RISCOS: Peter Burwood, Bruno Haible

source: DOS port: Jürgen Weber, Bruno Haible
es: Versión para DOS: Jürgen Weber, Bruno Haible

source: WARNING: No initialisation file specified.
es: ATENCIÓN: No se ha especificado ningún fichero de inicialización.
nl: LET OP: Geen opstartbestand opgegeven.

source: Please try:
de: Versuchen Sie:
es: Por favor, intente:
nl: Probeer a.u.b.:

source: Not enough memory for Lisp.
de: Nicht genug Speicher für LISP
es: No hay memoria suficiente para Lisp.
nl: Niet genoeg geheugen voor Lisp.

source: disk full
de: Diskette/Platte voll.
es: el disco está lleno
nl: schijf vol

source: operating system error during load of initialisation file `%s'
es: error del sistema operativo durante la carga del fichero de inicialización `%s'
nl: besturingssysteem-fout bij het lezen van opstart bestand `%s'

source: Cannot map the initialisation file into memory.
es: No puedo escribir el fichero de inicialización en memoria.
nl: Kan het opstartbestand niet in het geheugen afbeelden.

source: operating system error during load of initialisation file
es: error del sistema operativo durante la carga del fichero de inicialización
nl: besturingssysteem-fout bij het lezen van opstartbestand

source: initialisation file was not created by this version of LISP
es: el fichero de inicialización no fue creado con esta versión de LISP
nl: opstartbestand was niet gemaakt door deze versie van LISP

source: not enough memory for initialisation
es: no hay memoria suficiente para la inicialización
nl: onvoldoende geheugen om te starten

source: ~: ~ is a constant, cannot be bound dynamically
de: ~: ~ ist eine Konstante und kann nicht dynamisch gebunden werden.
es: ~: ~ es una constante, no se puede asignar dinámicamente
nl: ~: ~ is een constante, kan niet dynamisch gebonden worden

source: Too many documentation strings in ~
de: In ~ kommen zu viele Doc-Strings vor.
es: Demasiadas cadenas de documentación en ~
nl: Te veel documentatie strings in ~

source: FUNCTION: lambda-list for ~ is missing
de: FUNCTION: Lambda-Liste für ~ fehlt.
es: FUNCTION: falta la lista lambda de ~
nl: FUNCTION: lambda-lijst voor ~ ontbreekt

source: FUNCTION: lambda-list for ~ should be a list, not ~
de: FUNCTION: Lambda-Liste für ~ muss eine Liste sein, nicht ~
es: FUNCTION: la lista lambda de ~ debe ser una lista, no ~
nl: FUNCTION: lambda-lijst voor ~ moet een lijst zijn, niet ~

source: FUNCTION: illegal declaration ~
de: FUNCTION: ~ ist keine erlaubte Deklaration.
es: FUNCTION: declaración inválida ~
nl: FUNCTION: ongeldige declaratie ~

source: FUNCTION: ~ is not a symbol, cannot be declared SPECIAL
de: FUNCTION: ~ ist kein Symbol, wurde aber als SPECIAL deklariert.
es: FUNCTION: ~ no es un símbolo, no puede declararse SPECIAL
nl: FUNCTION: ~is geen symbool, en kan dus niet als SPECIAAL worden gedeclareerd

source: FUNCTION: too long variable specification after &OPTIONAL: ~
de: FUNCTION: Zu lange Variablenspezifikation nach &OPTIONAL: ~
es: FUNCTION: especificacion de variable demasiado larga despues de &OPTIONAL: ~
nl: FUNCTION: te lange variabelenspecificatie na &OPTIONAL: ~

source: FUNCTION: &REST var must be followed by &KEY or &AUX or end of list: ~
de: FUNCTION: Nach &REST var muss &KEY oder &AUX oder Listenende folgen: ~
es: FUNCTION: la variable &REST debe ir seguida de &KEY o de &AUX o del final de lista: ~
nl: FUNCTION: Na &REST var moet &KEY of &AUX of lijsteinde komen: ~

source: FUNCTION: &REST must be followed by a variable: ~
de: FUNCTION: Nach &REST muss Variable folgen: ~
es: FUNCTION: &REST debe ir seguido de una variable: ~
nl: FUNCTION: Na &REST moet een variabele komen: ~

source: FUNCTION: ~ in ~ is not a keyword
es: FUNCTION: ~ en ~ no es una palabra clave

source: FUNCTION: incorrect variable specification after &KEY: ~
de: FUNCTION: Variablenspezifikation nach &KEY ist nicht korrekt: ~
es: FUNCTION: especificación de variable incorrecta después de &KEY: ~
nl: FUNCTION: ongeldige variabelenspecificatie na &KEY: ~

source: FUNCTION: &ALLOW-OTHER-KEYS must be followed by &AUX or end of list: ~
de: FUNCTION: Auf &ALLOW-OTHER-KEYS muss &AUX oder Listenende folgen: ~
es: FUNCTION: &ALLOW-OTHER-KEYS debe ir seguido por &AUX o el fin de lista: ~
nl: FUNCTION: Na &ALLOW-OTHER-KEYS moet &AUX of lijsteinde komen: ~

source: FUNCTION: too long variable specification after &AUX: ~
de: FUNCTION: Zu lange Variablenspezifikation nach &AUX: ~
es: FUNCTION: especificacion de variable demasiado larga despues de &AUX: ~
nl: FUNCTION: te lange variabelenspecificatie na &AUX: ~

source: FUNCTION: badly placed lambda-list keyword ~: ~
de: FUNCTION: Lambda-Listen-Keyword ~ an der falschen Stelle: ~
es: La palabra clave ~ de la lista lambda está mal situada: ~
nl: FUNCTION: foutief geplaatst lambda-lijst-keyword ~: ~
