Repository: rurban/clisp
Catalog: src/gettext/po/*.po
Languages: de, es, nl

source: ~: ~ argument should be an integer between 2 and 36, not ~
de: ~: ~-Argument muss ein Integer zwischen 2 und 36 sein, nicht ~
es: ~: el argumento ~ debe ser un entero comprendido entre 2 y 36, y no ~
nl: ~: ~ argument moet een geheel getal tussen 2 en 36 zijn, niet ~

source: ~: Despite of ~, ~ cannot be printed readably.
de: ~: Trotz ~ kann ~ nicht wiedereinlesbar ausgegeben werden.
es: ~: A pesar de ~, ~ no puede imprimirse de manera legible.
nl: ~: Ondanks ~, kan ~ niet terugleesbaar worden afgedrukt.

source: ~: the value ~ of ~ is neither ~ nor ~ nor ~. It is reset to ~.
de: ~: Der Wert ~ von ~ ist weder ~ noch ~ noch ~. Er wird auf ~ gesetzt.
es: ~: el valor ~ de ~ no es ~ ni ~ ni ~. Ha sido inicializado a ~.
nl: ~: de waarde ~ van ~ is ~, noch ~, noch ~. Het is teruggezet op ~.

source: ~: not enough stack space for carrying out circularity analysis
de: ~: Stack reicht nicht zum Feststellen der Zirkularitäten.
es: ~: no hay espacio suficiente en la pila para realizar un análisis de circularidad
nl: ~: niet genoeg stack ruimte om circulariteiten te analyseren

source: ~: bad ~
de: ~: Schlecht aufgebaute ~
es: ~: incorrecto ~
nl: ~: foutieve ~

source: ~: ~ is not a structure
de: ~: ~ ist keine Structure.
es: ~: ~ no es una estructura
nl: ~: ~ is geen structure

source: ~: an unknown record type has been generated!
de: ~: Record unbekannten Typs ist aufgetaucht!
es: ~: se ha generado un tipo de registro desconocido!
nl: ~: er is een onbekend recordtype opgedoken!

source: index too large
de: Index in Array zu groß.
es: índice demasiado grande
nl: indexwaarde te groot

source: An array has been shortened by adjusting it while another array was displaced to it.
de: Der Ziel-Array eines Displaced-Array wurde durch Adjustieren verkleinert.
es: Una matriz ha sido acortada al trasladar otra matriz ella

source: ~: ~ is not an array
de: ~: ~ ist kein Array.
es: ~: ~ no es una matriz
nl: ~: ~ is geen array

source: ~: got ~ subscripts, but ~ has rank ~
de: ~: Es wurden ~ Subscripts angegeben, ~ hat aber den Rang ~.
es: ~: se encontraron ~ subíndices, pero ~ tiene rango ~
nl: ~: ik kreeg ~ subscripten, maar ~ heeft graad ~

source: ~: subscripts ~ for ~ are not of type `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))
de: ~: Subscripts ~ für ~ sind nicht vom Typ `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT)).
es: ~: los subíndices ~ de ~ no son del tipo '(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))
nl: ~: subscripten ~ voor ~ zijn niet van type `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))

source: ~: subscripts ~ for ~ are out of range
de: ~: Subscripts ~ für ~ liegen nicht im erlaubten Bereich.
es: ~: los subíndices ~ de ~ han excedido el rango
nl: ~: subscripten ~ voor ~ liggen buiten bereik

source: ~: index ~ for ~ is not of type `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))
de: ~: Index ~ für ~ ist nicht vom Typ `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT)).
es: ~: el índice ~ de ~ no es del tipo `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))
nl: ~: index ~ voor ~ is niet van type `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))

source: ~: index ~ for ~ is out of range
de: ~: Index ~ für ~ ist zu groß.
es: ~: el índice ~ de ~ ha excedido el rango
nl: ~: index ~ voor ~ ligt buiten bereik

source: ~: ~ does not fit into ~, bad type
de: ~: ~ hat nicht den richtigen Typ für ~
es: ~: ~ no cabe en ~, tipo incorrecto
nl: ~: ~ past niet in ~, onjuist type

source: ~: ~ is not an nonnegative integer less than the rank of ~
de: ~: ~ ist nicht >= 0 und < dem Rang von ~
es: ~: ~ no es un entero no negativo menor que el rango de ~
nl: ~: ~ is geen niet-negatief geheel getal kleiner dan de dimensie van ~

source: ~: ~ is not an array of bits
de: ~: ~ ist kein Bit-Array.
es: ~: ~ no es una matriz de bits
nl: ~: ~ is niet een bit-array

source: ~: The arguments ~ and ~ should be arrays of bits with the same dimensions
de: ~: Die Argumente ~ und ~ müssen Bit-Arrays gleicher Dimensionierung sein.
es: ~: Los argumentos ~ y ~ deben ser matrices de bits de la misma dimensión
nl: ~: De argumenten ~ en ~ moeten bit-arrays zijn van gelijke dimensie

source: ~: The arguments ~, ~ and ~ should be arrays of bits with the same dimensions
de: ~: Die Argumente ~, ~ und ~ müssen Bit-Arrays gleicher Dimensionierung sein.
es: ~: Los argumentos ~, ~ y ~ deben ser matrices de bits de la misma dimensión
nl: ~: De argumenten ~, ~ en ~ moeten bit-arrays zijn van gelijke dimensie

source: ~: vector ~ has no fill pointer
de: ~: Vektor ~ hat keinen Fill-Pointer.
es: ~: el vector ~ no tiene ningún puntero de relleno
nl: ~: vector ~ heeft geen fill pointer

source: ~: ~ has length zero
de: ~: ~ hat keine aktiven Elemente.
es: ~: ~ tiene longitud nula
nl: ~: ~ heeft lengte nul

source: ~ works only on adjustable arrays, not on ~
de: ~ funktioniert nur auf adjustierbaren Arrays, nicht auf ~
es: ~ funciona sólo con matrices ajustables, no con ~
nl: ~ werkt uitsluitend op verstelbare arrays, niet op ~

source: ~: extension ~ should be a positive fixnum
de: ~: Extension ~ sollte ein Fixnum > 0 sein.
es: ~: la extensión ~ debe ser un número positivo del tipo FIXNUM
nl: ~: extensie ~ moet een positief geheel getal zijn

source: ~: extending the vector by ~ elements makes it too long
de: ~: Durch die angegebene Extension von ~ wird der Vektor zu lang.
es: ~: ampliar el vector en ~ elementos, lo hace muy grande
nl: ~: uitbreiden van de vector met ~ elementen maakt hem te lang

source: ~: cannot push ~ into array ~ (bad type)
de: ~: Das Objekt ~ kann nicht in den Array ~ geschoben werden, weil vom falschen Typ.
es: ~: no se puede introducir ~ en la matriz ~ (tipo incorrecto)
nl: ~: kan ~ niet in array ~ schuiven (foutief type)

source: ~: dimension ~ is not of type `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))
de: ~: Dimension ~ ist nicht vom Typ `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT)).
es: ~: la dimensión ~ no es del tipo `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))
nl: ~: dimensie ~ is niet van type `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))

source: ~: dimensions ~ produce too large total-size
de: ~: Dimensionen ~ ergeben zu große GesamtgröÂße.
es: ~: las dimensiones ~ producen un tamaño total demasiado grande
nl: ~: dimensies ~ geven een te grote gezamelijke grootte

source: ~: ambiguous, more than one initialisation specified
es: ~: ambiguo, se ha especificado más de una inicialización
nl: ~: dubbelzinnig, meer dan één initialisering opgegeven

source: ~: ~ must not be specified without ~
de: ~: ~ darf nur zusammen mit ~ verwendet werden.
es: ~: ~ no debe especificarse sin ~
nl: ~: ~ moet worden opgegeven zonder ~

source: ~: the initial-element ~ is not of type ~
de: ~: Das Initialisierungselement ~ ist nicht vom Typ ~.
es: ~: el INITIAL-ELEMENT ~ no es del tipo ~
nl: ~: het initialiseringselement ~ is niet van type ~

source: ~: ~-argument ~ is not an array
de: ~: ~-Argument ~ ist kein Array.
es: ~: El ~ argumento ~ no es una matriz
nl: ~: ~-argument ~ is geen array

source: ~: ~-argument ~ is not of type `(INTEGER 0 (,ARRAY-TOTAL-SIZE-LIMIT))
de: ~: ~-Argument ~ ist nicht vom Typ `(INTEGER 0 (,ARRAY-TOTAL-SIZE-LIMIT)).
es: ~: El ~ argumento ~ no es del tipo `(INTEGER 0 (,ARRAY-TOTAL-SIZE-LIMIT))
nl: ~: ~-argument ~ is niet van type `(INTEGER 0 (,ARRAY-TOTAL-SIZE-LIMIT))

source: ~: array-total-size + displaced-offset (= ~) exceeds total size ~ of ~-argument
de: ~: Array-GesamtgröÂße mit Displaced-Offset (~) > GesamtgröÂße ~ des ~-Arguments
es: ~: array-total-size + displaced-offset (= ~) excede el tamaño total ~ del ~ argumento
nl: ~: totale lengte van array + verplaatsing (= ~) overschrijdt totale grootte ~ van ~-argument

source: ~: fill-pointer ~ should be a nonnegative fixnum
de: ~: Gewünschter Fill-Pointer ~ sollte ein Fixnum >=0 sein.
es: ~: El puntero de relleno ~ debe ser un número no negativo del tipo FIXNUM
nl: ~: fill-pointer ~ moet een niet-negatief geheel getal zijn

source: ~: fill-pointer argument ~ is larger than the length ~
de: ~: Gewünschter Fill-Pointer ~ ist gröÂßer als die Länge ~
es: ~: El argumento FILL-POINTER ~ es mayor que la longitud ~
nl: ~: fill-pointer argument ~ is groter dan de lengte ~

source: ~: attempted rank ~ is too large
de: ~: Der gewünschte Rang ~ ist zu groß.
es: ~: el rango intentado ~ es demasiado grande
nl: ~: gewenste graad ~ is te groot

source: ~: ~ may not be specified for an array of rank ~
de: ~: ~ darf bei einem Array vom Rang ~ nicht angegeben werden.
es: ~: ~ no debe especificarse para una matriz de rango ~
nl: ~: ~ mag niet worden opgegeven voor een array van graad ~

source: ~: array ~ is not adjustable
de: ~: Array ~ ist nicht adjustierbar.
es: ~: la matriz ~ no es ajustable
nl: ~: array ~ is niet verstelbaar

source: ~: rank ~ of array ~ cannot be altered: ~
de: ~: Dimensionszahl ~ des Arrays ~ kann nicht geändert werden: ~
es: ~: no es posible cambiar el rango ~ de la matriz ~: ~
nl: ~: graad (~) van array ~ kan niet worden aangepast: ~

source: ~: cannot displace array ~ to itself
de: ~: Array ~ kann nicht auf sich selbst displaced werden.
es: ~: no se puede desplazar la matriz ~ hacia ella misma
nl: ~: kan array ~ niet in zichzelf verplaatsen

source: ~: array ~ has no fill-pointer
de: ~: Array ~ hat keinen Fill-Pointer.
es: ~: la matriz ~ no tiene ningún puntero de relleno
nl: ~: array ~ heeft geen fill-pointer

source: ~: the fill-pointer of array ~ is ~, greater than ~
de: ~: Array ~ hat einen Fill-Pointer ~ > gewünschte Länge ~.
es: ~: el puntero de relleno de la matriz ~ es ~ que es mayor que ~
nl: ~: de fill-pointer van array ~ is ~, groter dan ~

source: Illegal START index ~ for ~
de: Unzulässiger START - Index ~ für ~
es: Índice START ~ inválido en ~
nl: Ongeldige START index ~ voor ~

source: Illegal END index ~ for ~
de: Unzulässiger END - Index ~ für ~
es: Índice END ~ inválido en ~
nl: Ongeldige END index ~ voor ~

source: ~: invalid bit-vector length ~
de: ~: Als Bit-Vektoren-Länge ist ~ ungeeignet.
es: ~: la longitud de BIT-VECTOR ~ es inválida
nl: ~: foutieve bit-vector lengte ~

source: Hash table size ~ too large
de: Zu große HashtabellengröÂße ~
es: La tabla hash ~ es demasiado grande
nl: Grootte van frommeltabel ~ is te groot

source: internal error occured while resizing ~
de: Interner Fehler beim Reorganisieren von ~.
es: error interno durante el redimensionamiento de ~
nl: er is een interne fout opgetreden bij het schalen van ~

source: ~: illegal :TEST argument ~
es: ~: argumento :TEST inválido ~
nl: ~: ongeldig :TEST argument ~

source: ~: :SIZE argument should be a fixnum >=0, not ~
de: ~: :SIZE-Argument sollte ein Fixnum >=0 sein, nicht ~
es: ~: el argumento :SIZE debe ser del tipo FIXNUM >= 0, no ~
nl: ~: :SIZE argument moet een fixnum >= 0 zijn, niet ~

source: ~: :REHASH-SIZE argument should be a float > 1, not ~
de: ~: :REHASH-SIZE-Argument sollte ein Float > 1 sein, nicht ~
es: ~: el argumento :REHASH-SIZE debe ser del tipo FLOAT > 1, no ~
nl: ~: :REHASH-SIZE argument moet een float > 1 zijn, niet ~

source: ~: :REHASH-THRESHOLD argument should be a float between 0 and 1, not ~
de: ~: :REHASH-THRESHOLD-Argument sollte ein Float zwischen 0 und 1 sein, nicht ~
es: ~: el argumento :REHASH-THRESHOLD debe ser un número del tipo FLOAT entre 0 y 1, no ~
nl: ~: :REHASH-THRESHOLD argument moet een float tussen 0 en 1 zijn, niet ~

source: ~: internal error while building ~
de: ~: Interner Fehler beim Aufbauen von ~
es: ~: error interno durante la construcción de ~
nl: ~: interne fout bij opbouwen van ~

source: ~: argument ~ is not a hash-table
de: ~: Argument ~ ist keine Hash-Table.
es: ~: el argumento ~ no es una tabla hash
nl: ~: argument ~ is geen frommeltabel

source: ~: A true list must not end with ~
de: ~: Eine echte Liste darf nicht mit ~ aufhören.
es: ~: Una auténtica lista no debe finalizar con ~
nl: ~: Een echte lijst mag niet eindigen met ~

source: ~: ~ is not a nonnegative fixnum and therefore not a valid index
de: ~: ~ ist kein erlaubter Index, da kein Fixnum>=0.
es: ~: ~ no es un FIXNUM no negativo y por ello, no es un índice válido
nl: ~: ~ is geen niet-negatief fixnum en dus geen geldige index

source: ~: ~ is not a nonnegative integer and therefore not a valid argument
de: ~: ~ ist keine erlaubte Abschnittlänge, da kein Integer >=0.
es: ~: ~ no es un entero no negativo y por ello, no es un argumento válido
nl: ~: ~ is geen niet-negatief geheel getal en dus geen geldig argument

source: ~: ~ is not a nonnegative fixnum and therefore not a valid list length
de: ~: ~ ist als ListengröÂße nicht geeignet, da kein Fixnum >= 0
es: ~: ~ no es un FIXNUM no negativo y por ello, no es una longitud de lista válida
nl: ~: ~ is geen niet-negatief fixnum en dus geen geldige lijstlengte

source: ~: ~ is not a pair
de: ~: ~ ist kein Paar.
es: ~: ~ no es un par
nl: ~: ~ is geen paar

source: ~: lists ~ and ~ are not of same length
de: ~: Listen ~ und ~ sind verschieden lang.
es: ~: las listas ~ y ~ no son de la misma longitud
nl: ~: lijsten ~ en ~ zijn niet van gelijke lengte

source: ~: index ~ too large for ~
de: ~: Index ~ zu groß für ~
es: ~: el índice ~ es demasiado grande para ~
nl: ~: index ~ is te groot voor ~

source: ~: start index ~ too large for ~
de: ~: START-Index ~ zu groß für ~
es: ~: el índice :START ~ es demasiado grande para ~
nl: ~: beginindex ~ te groot voor ~

source: ~: end index ~ too large for ~
de: ~: END-Index ~ zu groß für ~
es: ~: el índice :END ~ es demasiado grande para ~
nl: ~: eindindex ~ te groot voor ~

source: symbol ~ cannot be deleted from symbol table
de: Symbol ~ kann nicht aus der Symboltabelle entfernt werden.
es: el símbolo ~ no puede ser borrado de la tabla de símbolos
nl: symbool ~ kan niet uit de symbool tabel worden verwijderd

source: ~ inconsistent: symbol ~ is a shadowing symbol but not present
de: Inkonsistenz in ~ : Symbol ~ ist zwar unter SHADOWING-SYMBOLS vorhanden, aber nicht präsent.
es: inconsistencia en ~: el símbolo ~ es un símbolo que eclipsa a otro/s, sin embargo no está presente.
nl: ~ inconsistent: symbool ~ is een schaduw-symbool maar is er niet

source: UNEXPORT in ~ is illegal
de: UNEXPORT ist in ~ nicht zulässig.
es: UNEXPORT en ~ es inválido
nl: UNEXPORT in ~ is ongeldig

source: UNEXPORT works only on accessible symbols, not on ~ in ~
de: UNEXPORT ist nur auf accessiblen Symbolen möglich, nicht auf Symbol ~ in ~.
es: UNEXPORT sólo funciona sobre símbolos accesibles, no con ~ en ~
nl: UNEXPORT werkt enkel op toegankelijke symbolen, niet op ~ in ~

source: The value of *PACKAGE* was not a package. Old value ~. New value ~.
de: Der Wert von *PACKAGE* war keine Package. Alter Wert: ~. Neuer Wert: ~.
es: El valor de *PACKAGE* no era un paquete. Valor anterior ~. Nuevo valor ~.
nl: De waarde van *PACKAGE* was niet een package. Oude waarde ~. Nieuwe waarde ~.

source: Package ~ has been deleted.
de: Package ~ wurde gelöscht.
es: El paquete ~ ha sido borrado.
nl: Package ~ is verwijderd.

source: There is no package with name ~
de: Eine Package mit Namen ~ gibt es nicht.
es: No hay ningún paquete con el nombre ~
nl: Er is geen package met naam ~

source: ~: argument should be a package or a package name, not ~
de: Argument zu ~ muss eine Package oder ein Packagename sein, nicht ~
es: ~: el argumento debe ser un paquete o el nombre de un paquete, no ~
nl: ~: argument moet een package of de naam van een package zijn, niet ~

source: ~: argument should be a string, not ~
es: ~: el argumento debe ser una cadena de caracteres, no ~
nl: ~: argument moet een string zijn, niet ~

source: ~: argument ~ should be a string or a symbol
de: ~: Argument muss ein String oder Symbol sein, nicht ~.
es: ~: el argumento ~ debe ser una cadena o un símbolo
nl: ~: argument ~ moet een string of een symbool zijn

source: ~: there is already a package named ~
de: ~: Eine Package mit dem Namen ~ gibt es schon.
es: ~: ya hay un paquete llamado ~
nl: ~: er is al een package genaamd ~

source: ~: argument ~ is not a symbol
es: ~: el argumento ~ no es un símbolo
nl: ~: argument ~ is geen symbool

source: ~: argument should be a symbol or a list of symbols, not ~
de: Argument zu ~ muss ein Symbol oder eine Symbolliste sein, nicht ~
es: ~: el argumento debe ser un símbolo o una lista de símbolos, no ~
nl: ~: argument moet een symbool of een lijst van symbolen zijn, niet ~

source: ~: ~ is not a valid index into ~
de: ~: ~ ist kein erlaubter Index für ~.
es: ~: ~ no es un índice válido en ~
nl: ~: ~ is geen geldige index voor ~

source: ~: ~ is not a record
de: ~: ~ ist kein Record.
es: ~: ~ no es un registro
nl: ~: ~ is geen record

source: ~: length ~ is illegal, should be of type (INTEGER (0) (65536))
es: ~: la longitud ~ es inválida, debe ser del tipo (INTEGER (0) (65536))
nl: ~: lengte ~ is ongeldig, moet van type (INTEGER (0) (65536)) zijn

source: ~: ~ is not a structure of type ~
de: ~: ~ ist keine Structure vom Typ ~.
es: ~: ~ no es una estructura del tipo ~
nl: ~: ~ is geen structure van type ~

source: ~: A slot of ~ has no value
es: ~: Una ranura de ~ no tiene valor

source: ~: ~ is not a closure
de: ~: ~ ist keine Closure.
es: ~: ~ no es una cerradura
nl: : ~ is geen closure

source: ~: This is not a compiled closure: ~
de: ~: Das ist keine compilierte Closure: ~
es: ~: No se trata de una cerradura compilada: ~
nl: ~: Dit is niet een gecompileerde closure: ~

source: ~ is not a valid code-vector byte
de: ~ ist als Byte in einem Code-Vektor ungeeignet.
es: ~ no es un byte CODE-VECTOR válido
nl: ~ is niet een geldige code-vector byte

source: ~: invalid code-vector ~
de: ~: Als Code-Vektor einer Funktion ist ~ ungeeignet.
es: ~: CODE-VECTOR inválido ~
nl: ~: ongeldige code-vector ~

source: ~: function ~ is too big: ~
de: ~: Funktion ~ ist zu groß: ~
es: ~: la función ~ es demasiado grande: ~
nl: ~: functie ~ is te groot: ~

source: ~: ~ is not a class
de: ~: ~ ist keine Klasse.
es: ~: ~ no es una clase
nl: ~: ~ is geen class

source: ~: illegal keyword/value pair ~, ~ in argument list. The allowed keywords are ~
de: ~: Unzulässiges Keyword/Wert-Paar ~, ~ in der Argumentliste. Die erlaubten Keywords sind ~
es: ~: par argumento clave/valor inválido ~, ~ en la lista de argumentos. Los parámetros clave permitidos son ~
nl: ~: ongeldig keyword/waarde paar ~, ~ in argumentenlijst. De toegestane keywords zijn ~

source: SHARED-INITIALIZE: keyword argument list ~ has an odd length
de: SHARED-INITIALIZE: Keyword-Argumentliste ~ hat ungerade Länge.
es: SHARED-INITIALIZE: la lista de argumentos clave ~ tiene longitud impar
nl: SHARED-INITIALIZE: keyword argumentlijst ~ heeft oneven lengte

source: REINITIALIZE-INSTANCE: keyword argument list ~ has an odd length
de: REINITIALIZE-INSTANCE: Keyword-Argumentliste ~ hat ungerade Länge.
es: REINITIALIZE-INSTANCE: la lista de argumentos clave ~ tiene longitud impar
nl: REINITIALIZE-INSTANCE: keyword argumentlijst ~ heeft oneven lengte

source: INITIALIZE-INSTANCE: keyword argument list ~ has an odd length
de: INITIALIZE-INSTANCE: Keyword-Argumentliste ~ hat ungerade Länge.
es: INITIALIZE-INSTANCE: la lista de argumentos clave ~ tiene longitud impar
nl: INITIALIZE-INSTANCE: keyword argumentenlijst ~ heeft oneven lengte

source: MAKE-INSTANCE: keyword argument list ~ has an odd length
de: MAKE-INSTANCE: Keyword-Argumentliste ~ hat ungerade Länge.
es: MAKE-INSTANCE: la lista de argumentos clave ~S tiene longitud impar
nl: MAKE-INSTANCE: keyword argumentlijst ~ heeft oneven lengte

source: There are no sequences of type ~
de: Es gibt keine Sequences vom Typ ~.
es: No hay secuencias del tipo ~
nl: Er zijn geen sequences van type ~

source: ~ is not a sequence
de: Das ist keine Sequence: ~
es: ~ no es una secuencia
nl: ~ is geen sequence

source: ~: ~ should be an integer >=0, not ~
de: ~: ~ muss ein Integer >=0 sein, nicht ~
es: ~: ~ debe ser un entero >=0, no ~
nl: ~: ~ moet een geheel getal >= 0 zijn, niet ~

source: ~: ~ = ~ should not be greater than ~ = ~
de: ~: ~ = ~ darf ~ = ~ nicht übersteigen.
es: ~: ~ = ~ no debe ser mayor que ~ = ~
nl: ~: ~ = ~ mag niet groter dan ~ = ~ zijn

source: ~: the index should be a fixnum >=0, not ~
de: ~: Der Index muss ein Fixnum >=0 sein, nicht ~
es: ~: el índice debe ser un número >=0 del tipo FIXNUM, no ~
nl: ~: de index moet een fixnum >= 0 zijn, niet ~

source: ~ ~: the index should be a fixnum >=0, not ~
es: ~ ~: el índice debe ser del tipo fixnum >=0, no ~
nl: ~ ~: de index moet een fixnum >= 0 zijn, niet ~

source: ~: ~ is not a sequence
de: ~: ~ ist keine Sequence.
es: ~: ~ no es una secuencia
nl: ~: ~ is geen sequence

source: ~: bad length ~
de: ~: Fehlerhafte Länge aufgetreten: ~
es: ~: longitud incorrecta ~
nl: ~: foutieve lengte ~

source: ~: size should be an integer >=0, not ~
de: ~: SIZE muss ein Integer >=0 sein, nicht ~
es: ~: el tamaño debe ser un entero >=0, no ~
nl: ~: grootte moet een geheel getal >= 0 zijn, niet ~

source: ~: :update must not be specified without :initial-element
de: ~: :UPDATE darf nur mit :INITIAL-ELEMENT angegeben werden.
es: ~: no debe especificarse :update sin :initial-element
nl: ~: :update mag niet opgegeven worden zonder :initial-element

source: ~: Must not specify both arguments to :TEST and :TEST-NOT
de: ~: Argumente zu :TEST und :TEST-NOT dürfen nicht beide angegeben werden.
es: ~: Los argumentos :TEST y :TEST-NOT no deben tener valor simultáneamente
nl: ~: Mag niet zowel :TEST als :TEST-NOT opgeven

source: ~: sequence ~ is too long
de: ~: Zu lange Sequence: ~
es: ~: la secuencia ~ es demasiado larga
nl: ~: sequence ~ is te lang

source: too long sequence ~
de: Zu lange Sequence: ~
es: secuencia demasiado larga ~
nl: te lange sequence ~

source: This is not a string: ~
de: Das ist kein String: ~
es: Esto no es una cadena: ~
nl: Dit is geen string: ~

source: ~: the radix must be an integer between 2 and 36, not ~
de: ~: Als Zahlsystembasis sind nur Integers zwischen 2 und 36 zulässig, nicht ~.
es: ~: la base debe ser un entero entre 2 y 36, no ~
nl: ~: het grondtal moet een geheel getal tussen 2 en 36 zijn, niet ~

source: ~: the font argument should be an integer, not ~
es: ~: el argumento de la fuente debe ser un número y no ~

source: ~: the bits argument should be an integer, not ~
es: ~: el argumento de los bits debe ser un entero y no ~

source: ~: the code argument should be an integer, not ~
de: ~: Code-Argument muss ein Integer sein, nicht ~.
es: ~: el argumento del código debe ser un entero y no ~
nl: ~: het code-argument moet een geheel getal zijn, niet ~

source: ~: cannot coerce ~ to a character
de: ~: ~ kann nicht in ein Character umgewandelt werden.
es: ~: no se puede convertir ~ al tipo CHARACTER
nl: ~: kan ~ niet omzetten in een teken

source: ~: the weight argument should be an integer, not ~
de: ~: Weight-Argument muss ein Integer sein, nicht ~.
es: ~: el argumento de ponderación debe ser un entero, y no ~
nl: ~: het weight-argument moet een geheel getal zijn, niet ~

source: ~: argument should be an integer, not ~
de: ~: Argument muss ein Integer sein, nicht ~.
es: ~: el argumento debe ser un entero, no ~
nl: ~: argument moet een geheel getal zijn, niet ~

source: ~: the only bit names are :CONTROL, :META, :SUPER, :HYPER, not ~
es: ~: los únicos nombres de bit son :CONTROL, :META, :SUPER y :HYPER, y no ~

source: ~: index should be an integer, not ~
de: ~: Index muss ein Integer sein, nicht ~.
es: ~: el índice debe ser un entero, no ~
nl: ~: index moet een geheel getal zijn, niet ~

source: ~: ~-index should be an integer, not ~
de: ~: ~-Index muss ein Integer sein, nicht ~.
es: ~: el índice ~ debe ser un entero, no ~
nl: ~: ~-index moet een geheel getal zijn, niet ~

source: ~: index should be NIL or an integer, not ~
de: ~: Index muss NIL oder ein Integer sein, nicht ~.
es: ~: el índice debe ser NIL o un entero, no ~
nl: ~: index moet NIL of een geheel getal zijn, niet ~

source: ~: ~-index should be NIL or an integer, not ~
de: ~: ~-Index muss NIL oder ein Integer sein, nicht ~.
es: ~: el índice ~ debe ser NIL o un entero, no ~
nl: ~: ~-index moet NIL of een geheel getal zijn, niet ~
