Repository: rurban/clisp
Catalog: src/gettext/po/*.po
Languages: de, es, nl

source: UNIX error
de: UNIX-Fehler
es: Error de Unix
nl: UNIX fout

source: UNIX library error
de: UNIX-Bibliotheks-Fehler
es: Error de biblioteca Unix
nl: UNIX bibliotheek fout

source: Win32 error
de: Win32-Fehler
es: Error de Win32
nl: Win32 fout

source: Winsock error
de: Winsock-Fehler
es: Error de `winsock'
nl: Winsock fout

source: This file was produced by another lisp version, must be recompiled.
de: Dieses File stammt von einer anderen Lisp-Version, muss neu compiliert werden.
es: Este fichero fue producido por otra versión de lisp. Debe recompilarse.
nl: Dit bestand is door een andere lisp-versie gemaakt, en moet opnieuw gecompileerd worden

source: ~: type of attribute ~ is unsupported
de: ~: Typ des Attributs ~ ist nicht unterstützt.
es: ~: el tipo de atributo ~ no está soportado
nl: ~: type van eigenschap ~ wordt niet ondersteund

source: ~: unidentifiable type!!!
de: ~: Typ nicht identifizierbar!!!
es: ~: ¡¡¡tipo irreconocible!!!
nl: ~: type niet identificeerbaar!!!

source: ~: type ~ does not correspond to a class
de: ~: Typ ~ entspricht keiner Klasse.
es: ~: el tipo ~ no se corresponde con una clase
nl: ~: type ~ komt niet overeen met een class

source: ~: ~ does not name a class
de: ~: ~ benennt keine Klasse.
es: ~: ~ no es el nombre de una clase
nl: ~: ~ benoemt geen class

source: ~: bad type specification ~
es: ~: especificación de tipo incorrecta ~
nl: ~: foutieve type specificatie ~

source: ~: ~ cannot be coerced to type ~
de: ~: ~ kann nicht in Typ ~ umgewandelt werden.
es: ~: ~ no puede convertirse al tipo ~
nl: ~: ~ kan niet worden omgezet in type ~

source: ~: ~ is a macro, not a function
de: ~: ~ ist ein Macro und keine Funktion.
es: ~: ~ es una macro, no una función
nl: ~: ~ is een macro, niet een functie

source: ~: the property list of ~ has an odd length
de: ~: Die Property-Liste von ~ hat ungerade Länge.
es: ~: la lista de propiedades de ~ tiene longitud impar
nl: ~: de property lijst van ~ heeft een oneven lengte

source: SETF SYMBOL-FUNCTION: ~ is not a function
de: SETF SYMBOL-FUNCTION: ~ ist keine Funktion.
es: SETF SYMBOL-FUNCTION: ~ no es una función
nl: SETF SYMBOL-FUNCTION: ~ is geen functie

source: ~: ~ is not a system function
de: ~: ~ ist keine System-Funktion.
es: ~: ~ no es una función del sistema
nl: ~: ~ is geen systeemfunctie

source: ~: the property list ~ has an odd length
de: ~: Die Property-Liste ~ hat ungerade Länge.
es: ~: la lista de propiedades ~ tiene longitud impar
nl: ~: de propertylijst ~ heeft een oneven lengte

source: ~: index ~ is negative
de: ~: Index ~ ist negativ.
es: ~: el índice ~ es negativo
nl: ~: index ~ is negatief

source: ~: invalid argument ~
de: ~: Argument ~ hat falschen Typ.
es: ~: el argumento ~ es inválido
nl: ~: ongeldig argument ~

source: The value of *GENSYM-COUNTER* was not a nonnegative integer. Old value ~. New value ~.
de: Der Wert von *GENSYM-COUNTER* war kein Integer >= 0. Alter Wert: ~. Neuer Wert: ~.
es: El valor de *GENSYM-COUNTER* no era un entero no negativo. Valor anterior ~. Nuevo valor ~.
nl: De waarde van *GENSYM-COUNTER* was geen niet-negatief geheel getal. Oude waarde ~. Nieuwe waarde ~.

source: argument to ~ should be a number: ~
de: Argument zu ~ muss eine Zahl sein: ~
es: el argumento de ~ debe ser un número: ~
nl: argument aan ~ moet een getal zijn: ~

source: argument to ~ should be a real number: ~
de: Argument zu ~ muss eine reelle Zahl sein: ~
es: el argumento de ~ debe ser un número real: ~
nl: argument aan ~ moet een reëel getal zijn: ~

source: argument to ~ should be a floating point number: ~
de: Argument zu ~ muss eine Floating-Point-Zahl sein: ~
es: el argumento de ~ debe ser un número en coma flotante: ~
nl: argument aan ~ moet een drijvende komma getal zijn: ~

source: argument to ~ should be a rational number: ~
de: Argument zu ~ muss eine rationale Zahl sein: ~
es: el argumento de ~ debe ser un número racional: ~
nl: argument aan ~ moet een rationaal getal zijn: ~

source: argument to ~ should be an integer: ~
de: Argument zu ~ muss eine ganze Zahl sein: ~
es: el argumento de ~ debe ser un entero: ~
nl: argument aan ~ moet een geheel getal zijn: ~

source: ~: argument should be a positive fixnum, not ~
de: ~: Argument muss ein Fixnum >0 sein, nicht ~
es: ~: el argumento debe ser un número positivo del tipo FIXNUM, no ~
nl: ~: argument moet een positief fixnum zijn, niet ~

source: ~: argument should be a random-state, not ~
de: ~: Argument muss ein Random-State sein, nicht ~
es: ~: el argumento debe ser un estado aleatorio, no ~
nl: ~: argument moet een random-state zijn, niet ~

source: ~: the value of ~ should be a random-state, not ~
de: ~: Der Wert von ~ sollte ein Random-State sein, nicht ~
es: ~: el valor de ~ debe ser un RANDOM-STATE, no ~
nl: ~: de waarde van ~ moet een random-state zijn, niet ~

source: ~: argument should be positive and an integer or float, not ~
de: ~: Argument muss positiv und Integer oder Float sein, nicht ~
es: ~: el argumento debe ser un número positivo del tipo INTEGER o FLOAT, no ~
nl: ~: argument moet positief zijn en een geheel getal of float, niet ~

source: ~ : argument should be a fixnum >=0, not ~
es: ~ : El argumento debe ser del tipo FIXNUM >=0 y no ~

source: stack overflow during bignum arithmetic
es: desbordamiento de la pila durante la realización de operaciones aritméticas con números grandes

source: division by zero
de: Division durch Null
es: división entre cero
nl: deling door nul

source: floating point overflow
de: Floating-Point Überlauf
es: desbordamiento de coma flotante
nl: drijvende komma overloop

source: floating point underflow
de: Floating-Point Unterlauf
es: desbordamiento inferior de coma flotante
nl: drijvende komma onderloop

source: not a 32-bit integer: ~
de: Das ist keine 32-Bit-Zahl: ~
es: no es un entero de 32 bits: ~
nl: geen 32-bit geheel getal: ~

source: not a 64-bit integer: ~
de: Das ist keine 64-Bit-Zahl: ~
es: no es un entero de 64 bits: ~
nl: geen 64-bit geheel getal: ~

source: bignum overflow
de: Überlauf von Bignums
es: desbordamiento de números grandes
nl: bignum overloop

source: ~: ~ is not a valid boolean operation
de: ~: ~ ist keine gültige Boolesche Operation.
es: ~: ~ no es una operación lógica válida
nl: ~: ~ is geen geldige boolese bewerking

source: ~: too large shift amount ~
de: ~: Zu große Schiebezahl ~
es: ~: el tamaño del desplazamiento es muy grande ~
nl: ~: te groot schuifgetal ~

source: The arguments to BYTE must be fixnums >=0: ~, ~
de: Die Argumente zu BYTE müssen Fixnums >=0 sein: ~, ~
es: Los argumentos de BYTE deben ser números enteros del tipo FIXNUM >=0: ~, ~
nl: De argumenten voor BYTE moeten fixnums >= 0 zijn: ~, ~

source: ~ is not a BYTE specifier
de: ~ ist kein BYTE-Specifier.
es: ~ no es un especificador de BYTE
nl: ~ is geen BYTE-aanduiding

source: overflow during multiplication of large numbers
de: Überlauf bei Multiplikation langer Zahlen
es: desbordamiento durante la multiplicación de números grandes
nl: overloop bij vermenigvuldiging van grote getallen

source: quotient ~ / ~ is not an integer
de: Quotient ~ / ~ ist keine ganze Zahl.
es: el cociente ~ / ~ no es un entero
nl: quotiënt ~ / ~ is geen geheel getal

source: ~ applied to negative number ~
de: ~ auf negative Zahl ~ angewandt
es: ~ aplicado al número negativo ~
nl: ~ toegepast op negatief getal ~

source: long float too long
de: Zu lange Long-Floats
es: LONG-FLOAT demasiado largo
nl: `long float' te groot

source: floating point NaN occurred
de: Floating-Point NaN aufgetreten
es: aparición de NaN en coma flotante
nl: NaN (geen getal) opgetreden bij drijvende komma bewerking

source: Communication with ARexx isn't possible.
es: La comunicación con ARexx no es posible.
nl: Communicatie met ARexx is niet mogelijk.

source: ~ must be a string for commands or a vector of strings for a function
de: ~ muss ein String für Kommandos oder ein Vektor von Strings für eine Funktion sein.
es: ~ debe ser una cadena para órdenes o un vector de cadenas para una función
nl: ~ moet voor commando's een string zijn en voor een functie een string-vector

source: ~: an ARexx function must have 0 to ~ arguments: ~
de: ~: ARexx Funktion muss 0 bis ~ Argumente haben: ~
es: ~: Una función ARexx debe tener entre 0 y ~ argumentos: ~
nl: ~: een ARexx functie moet 0 tot ~ argumenten hebben: ~

source: ~: must be a string for ARexx: ~
de: ~: Muss für ARexx ein String sein: ~
es: ~: debe ser una cadena para ARexx: ~
nl: ~: moet een string voor ARexx zijn: ~

source: Only NIL, T and strings are accepted for ~S : ~
es: ~S sólo acepta NIL, T y cadenas de caracteres: ~

source: ~: Not a Fixnum: ~
de: ~: Kein Fixnum: ~
es: ~: No es del tipo Fixnum: ~
nl: ~: Geen fixnum: ~

source: ~: Not an incoming Rexx message: ~
de: ~: Keine eingehende Rexx Nachricht: ~
es: ~: No es un nuevo mensaje Rexx: ~
nl: ~: Geen inkomend Rexx bericht: ~

source: ~: Unsupported call mechanism: ~
de: ~: Nicht unterstützter Aufrufmechanismus: ~
es: ~: mecanismo de llamado no soportado: ~
nl: ~: Niet ondersteund aanroepmechanisme: ~

source: ~: Bad function prototype: ~
de: ~: Ungültiger Funktionsprototyp: ~
es: ~: Prototipo de función incorrecto: ~
nl: ~: Foutief functieprototype: ~

source: ~: Wrong number of arguments for prototype ~
de: ~: Unpassende Anzahl Argumente für Prototyp ~.
es: ~: número incorrecto de argumentos para el prototipo ~
nl: ~: Foutief aantal argumenten voor prototype ~

source: ~: Bad argument for prototype ~: ~
de: ~: Unpassendes Argument für Prototyp ~: ~
es: ~: Argumento incorrecto para el prototipo ~: ~
nl: ~: Foutief argument voor prototype ~: ~

source: ~: Bad argument: ~
de: ~: Unpassendes Argument: ~
es: ~: El argumento ~ es inválido
nl: ~: Foutief argument: ~

source: ~: ~ is not a valid address
de: ~: ~ ist keine gültige Adresse.
es: ~: ~ no es una dirección válida
nl: ~: ~ is geen geldig adres

source: graphics not initialized
es: los gráficos no han sido inicializados

source: ~: cannot switch to graphics mode
es: ~: no es posible conmutar al modo gráfico

source: ~ comes from a previous Lisp session and is invalid
de: ~ stammt aus einer früheren Lisp-Sitzung und ist jetzt ungültig.
es: ~ proviene de una sesion anterior de Lisp y es inválido
nl: ~ stamt uit een vorige Lisp sessie en is ongeldig

source: A foreign variable ~ already exists
de: Eine Foreign-Variable ~ gibt es schon.
es: La variable extranjera ~ ya existe
nl: Er bestaat al een foreign variabele ~

source: A foreign function ~ already exists
de: Eine Foreign-Funktion ~ gibt es schon.
es: La función extranjera ~ ya existe
nl: Er bestaat al een foreign functie ~

source: illegal foreign data type ~
de: ungültiger Typ für externe Daten: ~
es: el tipo de datos extranjero ~ es inválido
nl: ongeldig type voor externe gegevens ~

source: ~ cannot be converted to the foreign type ~
de: ~ kann nicht in den Foreign-Typ ~ umgewandelt werden.
es: ~ no puede ser compartido al tipo extranjero ~
nl: ~ kan niet naar het foreign type ~ worden omgezet

source: 64 bit integers are not supported on this platform and with this C compiler: ~
de: 64-Bit-Ganzzahlen werden auf dieser Plattform und mit diesem C-Compiler nicht unterstützt: ~
es: los enteros de 64 bits no están soportados en esta arquitectura, para este compilador de C:
nl: 64-bit getallen worden niet ondersteund op dit platform en deze C compiler: ~

source: ~ cannot be converted to a foreign function with another calling convention.
de: ~ kann nicht in eine Foreign-Funktion mit anderer Aufrufkonvention umgewandelt werden.
es: ~ no puede ser convertido a una función extranjera con otra convención de llamada.
nl: kan ~ niet omzetten in een foreign functie met andere aanroepconventie.

source: No more room for foreign language interface
de: Speicherplatz reicht nicht für die Fremdsprachen-Schnittstelle.
es: No queda espacio para el interfaz con otros lenguajes
nl: Geen ruimte meer voor vreemde talen interface

source: :MALLOC-FREE is not available under AMIGAOS.
de: :MALLOC-FREE ist unter AMIGAOS nicht verfügbar.
es: :MALLOC-FREE no está disponible en AMIGAOS.
nl: :MALLOC-FREE is niet beschikbaar onder AMIGAOS.

source: element type has size 0: ~
es: el tipo del elemento tiene tamaño 0: ~
nl: elementtype heeft grootte 0: ~

source: ~: argument is not a foreign variable: ~
de: ~: Argument ist keine Foreign-Variable: ~
es: ~: el argumento no es una variable extranjera: ~
nl: ~: argument is geen foreign variabele: ~

source: ~: foreign variable with unknown type, missing DEF-C-VAR: ~
de: ~: Foreign-Variable mit unbekanntem Typ, DEF-C-VAR fehlt: ~
es: ~: variable externa de tipo desconocido, se ha omitido DEF-C-VAR: ~
nl: ~: foreign variabele met onbekend type, DEF-C-VAR ontbreekt: ~

source: A foreign variable ~ does not exist
de: Eine Foreign-Variable ~ gibt es nicht.
es: La variable extranjera ~ no existe
nl: Er is geen foreign variabele ~

source: ~: foreign variable ~ does not have the required size or alignment
de: ~: Foreign-Variable ~ hat nicht die geforderte GröÂße oder Alignment.
es: ~: la variable externa ~ no tiene el tamaño o alineamiento requerido
nl: ~: foreign variabele ~ heeft niet de vereiste grootte of alignment

source: ~: type specifications for foreign variable ~ conflict: ~ and ~
de: ~: Typangaben für Foreign-Variable ~ widersprechen sich: ~ und ~
es: ~: conflicto de especificación de tipo de la variable extranjera ~: ~ y ~
nl: ~: type specificaties voor foreign variabele ~ zijn tegenstrijdig: ~ en ~

source: ~: foreign variable ~ may not be modified
de: ~: Foreign-Variable ~ darf nicht verändert werden.
es: ~: no se puede modificar la variable externa ~
nl: ~: foreign variabele ~ mag niet gewijzigd worden

source: ~: foreign variable ~ of type ~ is not an array
de: ~: Foreign-Variable ~ vom Typ ~ ist kein Array.
es: ~: la variable externa ~ del tipo ~ no es una matriz
nl: ~: foreign variabele ~ van type ~ is geen array

source: ~: foreign variable ~ of type ~ is not a pointer
de: ~: Foreign-Variable ~ vom Typ ~ ist kein Pointer.
es: ~: la variable externa ~ del tipo ~ no es un puntero
nl: ~: foreign variabele ~ van type ~ is geen pointer

source: ~: foreign variable ~ of type ~ is not a struct or union
de: ~: Foreign-Variable ~ vom Typ ~ ist kein Struct oder Union.
es: ~: la variable externa ~ del tipo ~ no es, ni una estructura, ni una unión
nl: ~: foreign variabele ~ van type ~ is geen struct of union

source: ~: foreign variable ~ of type ~ has no component with name ~
de: ~: Foreign-Variable ~ vom Typ ~ hat keine Komponente namens ~.
es: ~: la variable externa ~ del tipo ~ no tiene ningún componente con el nombre ~
nl: ~: foreign variabele ~ van type ~ heeft geen component genaamd ~

source: ~: foreign variable ~ does not have the required alignment
de: ~: Foreign-Variable ~ hat nicht das geforderte Alignment.
es: ~: la variable externa ~ no tiene el alineamiento requerido
nl: ~: foreign variabele ~ heeft niet de vereiste alignment

source: ~: argument is not a foreign function: ~
de: ~: Argument ist keine Foreign-Funktion: ~
es: ~: el argumento no es una función extranjera: ~
nl: ~: argument is geen foreign functie: ~

source: ~: foreign function with unknown calling convention, missing DEF-CALL-OUT: ~
de: ~: Foreign-Funktion mit unbekannter Aufrufkonvention, DEF-CALL-OUT fehlt: ~
es: ~: función externa con convención de llamada desconocida, se ha omitido DEF-CALL-OUT: ~
nl: ~: foreign functie met onbekende aanroepconventie, DEF-CALL-OUT ontbreekt: ~

source: ~: illegal foreign function type ~
de: ~: ungültiger Typ für externe Funktion: ~
es: ~: tipo de función externa inválido ~
nl: ~: ongeldig type voor foreign functie: ~

source: ~: A foreign function ~ does not exist
de: ~: Eine Foreign-Funktion ~ gibt es nicht.
es: ~: La función extranjera ~ no existe
nl: ~: Er is geen foreign functie ~

source: ~: calling conventions for foreign function ~ conflict
de: ~: Aufrufkonventionen für Foreign-Funktion ~ widersprechen sich.
es: ~: conflicto en la convención de llamada de la función externa ~
nl: ~: aanroepconventies voor foreign functie ~ zijn tegenstrijdig

source: ~: Too few arguments (~ instead of at least ~) to ~
de: ~: Zu wenig Argumente (~ statt mindestens ~) für ~.
es: ~: Muy pocos argumentos (~ en vez de, al menos, ~) para ~
nl: ~: Te weinig argumenten (~ in plaats van tenminste ~) voor ~

source: ~: :OUT argument is not a pointer: ~
de: ~: :OUT-Argument ist kein Pointer: ~
es: ~: el argumento :OUT no es un puntero: ~
nl: ~: :OUT argument is geen pointer: ~

source: ~: Too many arguments (~ instead of ~) to ~
de: ~: Zu viele Argumente (~ statt ~) für ~.
es: ~: Demasiados argumentos (~ en vez de ~) para ~
nl: ~: Te veel argumenten (~ in plaats van ~) voor ~

source: ~: Cannot open library ~
de: ~: Kann Bibliothek ~ nicht öffnen.
es: ~: No se puede abrir la biblioteca ~
nl: ~: Kan bibliotheek ~ niet openen

source: ~: ~ is not a library
de: ~: ~ ist keine Bibliothek.
es: ~: ~ no es una biblioteca
nl: ~: ~ is geen bibliotheek

source: ~S is a special form and may not be redefined.
es: ~S es una forma especial y por ello, no puede ser redefinida
nl: ~S is een special form en mag niet opnieuw worden gedefiniëerd.

source: The old definition will be lost
es: Se perderá la definición anterior.
nl: De oude definitie gaat verloren

source: Redefining the COMMON LISP ~A ~S
es: La ~A de COMMON LISP ~S será redefinida

source: DEFUN/DEFMACRO: redefining ~S; it was traced!
de: DEFUN/DEFMACRO: ~S war getraced und wird umdefiniert!
es: DEFUN/DEFMACRO: redefiniendo ~S; ¡se estaba rastreando!

source: ~S is impossible in compiled code
de: ~S ist in compiliertem Code unmöglich.
es: ~S es imposible en código compilado
nl: ~S is niet mogelijk in gecompileerde code

source: ~S is an invalid function environment
de: ~S ist kein korrektes Function-Environment.
es: ~S es un entorno de función inválido
nl: ~S is een ongeldige functie-omgeving

source: ~S is an invalid variable environment
de: ~S ist kein korrektes Variablen-Environment.
es: ~S es un entorno de variable inválido
nl: ~S is een ongeldige variabele-omgeving

source: ~S: ~S is illegal since ~S is a local macro
de: ~S: ~S unzulässig, da ~S ein lokaler Macro ist
es: ~S: ~S es inválido, puesto que ~S es una macro local
nl: ~S: ~S is ongeldig omdat ~S een lokale macro is

source: ~S: invalid function environment ~S
de: ~S: Falscher Aufbau eines Function-Environment: ~S
es: ~S: ~S es un entorno de función inválido
nl: ~S: ongeldige functie-omgeving ~S

source: ~S: ~S is invalid since ~S is not a symbol
de: ~S: ~S unzulässig, da ~S kein Symbol
es: ~S: ~S es incorrecto, puesto que ~S no es un símbolo
nl: ~S: ~S is ongeldig omdat ~S geen symbol is

source: code after MACROLET contains a dotted list, ending with ~S
de: Dotted list im Code von MACROLET, endet mit ~S
es: el código después de MACROLET contiene una lista punteada que termina con ~S
nl: dotted lijst in code na MACROLET, eindigt met ~S

source: illegal syntax in MACROLET: ~S
de: Falsche Syntax in MACROLET: ~S
es: sintaxis inválida en MACROLET: ~S
nl: ongeldige syntaxis in MACROLET: ~S

source: code after SYMBOL-MACROLET contains a dotted list, ending with ~S
de: Dotted list im Code von SYMBOL-MACROLET, endet mit ~S
es: el código después de SYMBOL-MACROLET contiene una lista punteada que termina con ~S
nl: dotted lijst in code na SYMBOL-MACROLET, eindigt met ~S

source: illegal syntax in SYMBOL-MACROLET: ~S
de: Falsche Syntax in SYMBOL-MACROLET: ~S
es: sintaxis inválida en SYMBOL-MACROLET: ~S
nl: ongeldige syntaxis in SYMBOL-MACROLET: ~S

source: bad function environment occurred in ~S: ~S
de: Falscher Aufbau eines Function-Environment in ~S: ~S
es: se encontró un entorno de función incorrecto en ~S: ~S
nl: foutieve opbouw van functie-omgeving in ~S: ~S

source: ~S: invalid form ~S
de: ~S: ~S ist keine korrekte Form
es: ~S: forma inválida ~S
nl: ~S: ongeldige form ~S

source: code contains a dotted list, ending with ~S
de: Dotted list im Code, endet mit ~S
es: el código contiene una lista punteada que termina con ~S
nl: dotted lijst in code, eindigt met ~S

source: ~S: ~S should be a lambda expression
de: ~S: ~S sollte LAMBDA-Ausdruck sein
es: ~S: ~S debe ser una expresión lambda
nl: ~S: ~S moet een lambda expressie zijn

source: lambda list must not end with the atom ~S
de: Lambdaliste darf nicht mit dem Atom ~S enden
es: la lista lambda no debe terminar con el átomo ~S
nl: lambdalijst mag niet eindigen met het atoom ~S

source: ~S: variable list ends with the atom ~S
de: ~S: Variablenliste endet mit dem Atom ~S
es: ~S: la lista de variables termina con el átomo ~S
nl: ~S: variabelenlijst eindigt met het atoom ~S

source: FLET/LABELS: code contains a dotted list, ending with ~S
de: FLET/LABELS: Dotted list im Code, endet mit ~S
es: FLET/LABELS: el código contiene una lista punteada que termina con ~S
nl: FLET/LABELS: dotted lijst in code, eindigt met ~S

source: illegal syntax in FLET/LABELS: ~S
de: Falsche Syntax in FLET/LABELS: ~S
es: sintaxis inválida en FLET/LABELS: ~S
nl: ongeldige syntaxis in FLET/LABELS: ~S

source: ;; Loading file
es: ;; Cargando el fichero "

source: ;; Loading of file
es: ;; La carga del fichero

source: is finished.
de: ist geladen.
es: ha finalizado.
nl: is geladen.

source: A file with name ~A does not exist
de: Eine Datei mit Namen ~A gibt es nicht.
es: No existe ningún fichero con el nombre ~A
nl: Er is geen bestand met naam ~A

source: ~S: missing function name and/or parameter list
de: ~S: Funktionsname und/oder Parameterliste fehlt
es: ~S: no se ha indicado el nombre de la función y/o la lista de parámetros
nl: ~S: functienaam en/of parameterlijst ontbreekt

source: ~S: ~S is not a symbol.
de: ~S: ~S ist kein Symbol.
es: ~S: ~S no es un símbolo.
nl: ~S: ~S is geen symbol.

source: ~S: special form ~S cannot be redefined.
es: ~S: la forma especial ~S no puede ser redefinida.
nl: ~S: special form ~S kan niet opnieuw worden gedefiniëerd.

source: exit clause in ~S must be a list
de: Exitclause in ~S muss Liste sein.
es: la cláusula exit en ~S debe ser una lista
nl: exit clause in ~S moet een lijst zijn

source: ~S: cannot define a function from that: ~S
de: ~S: Daraus kann keine Funktion definiert werden: ~S
es: ~: no es posible definir una función a partir de ~S
nl: ~S: kan hieruit geen functie definiëren: ~S

source: ~S: the name of a function must be a symbol, not ~S
de: ~S: Der Name einer Funktion muss ein Symbol sein, nicht: ~S
es: ~S: el nombre de una función debe ser un símbolo, no ~S
nl: ~S: de naam van een functie moet een symbol zijn, niet ~S

source: ~S: function ~S is missing a lambda list
de: ~S: Die Funktion ~S hat keine Lambdaliste.
es: ~S: la función ~S debe tener una lista lambda
nl: ~S: functie ~S heeft geen lambdalijst

source: ~S: comma is illegal outside of backquote
de: ~S: Komma darf nur innerhalb von Backquote auftreten.
es: ~S: la coma es inválida fuera del `backquote'
nl: ~S: komma is ongeldig buiten aanhalingsteken openen

source: ~S: more commas out than backquotes in, is illegal
de: ~S: Es dürfen nicht mehr Kommata als Backquotes auftreten.
es: ~S: no se pueden emplear más comas fuera que apóstrofes invertidos dentro
nl: ~S: er mogen niet meer komma's dan aanhalingstekens openen zijn

source: The syntax ,@form is valid only in lists
de: Die Syntax ,@form ist nur innerhalb von Listen erlaubt.
es: La sintaxis ,@forma es válida únicamente en las listas
nl: De syntaxis, @form is alleen binnen lijsten toegestaan

source: The syntax ,.form is valid only in lists
de: Die Syntax ,.form ist nur innerhalb von Listen erlaubt.
es: La sintaxis ,.forma es válida únicamente en las listas
nl: De syntaxis ,.form is alleen binnen lijsten toegestaan

source: Both will be ignored.
de: Beide werden übergangen.
es: Ambos/as serán ignorados/as.
nl: Beide worden genegeerd.
