Repository: rurban/clisp
Catalog: src/gettext/po/*.po
Languages: de, es, nl

source: Use of ~S in FINALLY clauses is deprecated because it can lead to infinite loops.
de: Von der Verwendung von ~S in FINALLY-Klauseln wird abgeraten. Das kann nämlich zu Endlosschleifen führen.
es: La utilización de ~S en las cláusulas FINALLY está desaconsejada puesto que puede provocar bucles infinitos
nl: Gebruik van ~S in FINALLY-clausules wordt afgeraden, het kan leiden tot tot oneindige lussen.

source: ~S is not possible here
de: ~S ist hier nicht möglich.
es: ~S es imposible aquí
nl: ~S is hier niet mogelijk

source: ~S: argument ~S is not a symbol
de: ~S: Argument ~S ist kein Symbol.
es: ~S: el argumento ~S no es un símbolo
nl: ~S: argument ~S is geen symbol

source: ~S: ~S does not name a class
de: ~S: ~S benennt keine Klasse.
es: ~S: ~S no nombra una clase
nl: ~S: ~S benoemt geen klasse

source: ~S: ~S is not a class
de: ~S: ~S ist keine Klasse.
es: ~S: ~S no es una clase
nl: ~S: ~S is geen klasse

source: ~S: cannot redefine built-in class ~S
de: ~S: Built-In-Klasse ~S kann nicht umdefiniert werden.
es: ~S: no se puede redefinir la clase predefinida ~S
nl: ~S: kan ingebouwde klasse ~S niet opnieuw definiëren

source: ~S: Redefining the COMMON LISP class ~S
es: ~S: Redefiniendo la clase de COMMON LISP ~S
nl: ~S: De COMMON-LISP-klasse ~S wordt opnieuw gedefiniëerd

source: instance ~S of class ~S has no slots (wrong metaclass)
de: Instanz ~S der Klasse ~S hat keine Slots (falsche Metaklasse)
es: la instancia ~S de la clase ~S no tiene ranuras (metaclase errónea)
nl: instantie ~S van klasse ~S heeft geen slots (verkeerde metaklasse)

source: ~S: not a list of slots: ~S
de: ~S: Das ist keine Liste von Slots: ~S
es: ~S: no es una lista de ranuras: ~S
nl: ~S: geen lijst van slots: ~S

source: ~S: invalid slot and variable specification ~S
de: ~S: unzulässige Slot/Variablen-Bezeichnung ~S
es: ~S: especificación inválida de ranura y variable: ~S
nl: ~S: ongeldige slot- en variabele-specificatie ~S

source: ~S: variable ~S should be a symbol
de: ~S: Variable ~S sollte ein Symbol sein.
es: ~S: la variable ~S debe ser un símbolo
nl: ~S: variabele ~S moet een symbol zijn

source: ~S: slot name ~S should be a symbol
de: ~S: Slot-Name ~S sollte ein Symbol sein.
es: ~S: el nombre de la ranura ~S debe ser un símbolo
nl: ~S: slot-naam ~S moet een symbol zijn

source: ~S: invalid slot and accessor specification ~S
de: ~S: unzulässige Slot/Accessor-Bezeichnung ~S
es: ~S: especificación inválida de ranura y función de acceso: ~S
nl: ~S: ongeldig slot- en accessor-specificatie ~S

source: ~S: accessor name ~S should be a symbol
de: ~S: Accessor-Name ~S sollte ein Symbol sein.
es: ~S: el nombre de la función de acceso ~S debe ser un símbolo
nl: ~S: accessor-naam ~S moet een symbol zijn

source: ~S: class name ~S should be a symbol
de: ~S: Klassenname muss ein Symbol sein, nicht ~S
es: ~S: el nombre de la clase ~S debe ser un símbolo
nl: ~S: klasse-naam ~S moet een symbol zijn

source: ~S ~S: expecting list of superclasses instead of ~S
de: ~S ~S: Superklassen-Liste erwartet statt ~S
es: ~S ~S: se esperaba una lista de superclases en vez de ~S
nl: ~S ~S: lijst van superklassen verwacht in plaats van ~S

source: ~S ~S: superclass name ~S should be a symbol
de: ~S ~S: Oberklassenname muss ein Symbol sein, nicht ~S
es: ~S ~S: el nombre de la superclase ~S debe ser un símbolo
nl: ~S ~S: superklasse-naam ~S moet een symbol zijn

source: ~S ~S: expecting list of slot specifications instead of ~S
de: ~S ~S: Slotspezifikationen-Liste erwartet statt ~S
es: ~S ~S: se esperaba una lista de especificación de ranuras en vez de ~S
nl: ~S ~S: lijst van slot-specificaties verwacht in plaats van ~S

source: ~S ~S: slot name ~S should be a symbol
de: ~S ~S: Slotname muss ein Symbol sein, nicht ~S
es: ~S ~S: el nombre de la ranura ~S debe ser un símbolo
nl: ~S ~S: slot-naam ~S moet een symbol zijn

source: ~S ~S: There may be only one direct slot with the name ~S.
de: ~S ~S: Es kann nicht mehrere direkte Slots mit demselben Namen ~S geben.
es: ~S ~S: Sólo puede haber una ranura directa con el nombre ~S.
nl: ~S ~S: Er mag hooguit één direct slot zijn met de naam ~S.

source: ~S ~S: slot options for slot ~S don't come in pairs
es: ~S ~S: las opciones de ranura para ~S no aparecen por pares
nl: ~S ~S: slot-opties voor slot ~S zijn niet paarsgewijs gegeven

source: ~S ~S, slot option for slot ~S: ~S is not a function name
de: ~S ~S, Slot-Option zu Slot ~S: ~S ist kein Funktionsname.
es: ~S ~S, opción de ranura para ~S: ~S no es el nombre de una función
nl: ~S ~S, slot-optie voor slot ~S: ~S is geen functienaam

source: ~S ~S, slot option for slot ~S: ~S is not a symbol
de: ~S ~S, Slot-Option zu Slot ~S: ~S ist kein Symbol.
es: ~S ~S, opción de ranura para ~S: ~S no es un símbolo
nl: ~S ~S, slot-optie voor slot ~S: ~S is geen symbol

source: ~S ~S, slot option ~S for slot ~S may only be given once
de: ~S ~S, Slot-Option ~S zu Slot ~S darf nur einmal angegeben werden.
es: ~S ~S, la opción de ranura ~S para ~S solo debe indicarse una vez
nl: ~S ~S, slot-optie ~S voor slot ~S mag maar één keer worden opgegeven

source: ~S ~S, slot option for slot ~S must have the value ~S or ~S, not ~S
de: ~S ~S, Slot-Option zu Slot ~S muss den Wert ~S oder ~S haben, nicht ~S
es: ~S ~S, la opción de ranura para ~S debe tener el valor ~S o ~S, y no ~S
nl: ~S ~S, slot-optie voor slot ~S moet de waarde ~S of ~S hebben, niet ~S

source: ~S ~S, slot option for slot ~S: ~S is not a string
de: ~S ~S, Slot-Option zu Slot ~S: ~S ist kein String.
es: ~S ~S, opción de ranura para ~S: ~S no es una cadena de caracteres
nl: ~S ~S, slot-optie voor slot ~S: ~S is geen string

source: ~S ~S, slot option for slot ~S: ~S is not a valid slot option
de: ~S ~S, Slot-Option zu Slot ~S: ~S ist keine gültige Slot-Option.
es: ~S ~S, opción de ranura para ~S: ~S no es el nombre de una opción de ranura válida
nl: ~S ~S, slot-optie voor slot ~S: ~S is geen geldige slot-optie

source: ~S ~S, option ~S may only be given once
de: ~S ~S, Option ~S darf nur einmal angegeben werden.
es: ~S ~S, la opción ~S sólo se puede indicar una vez
nl: ~S ~S, optie ~S mag maar één keer worden opgegeven

source: ~S ~S, option ~S: ~S is not a symbol
de: ~S ~S, Option ~S: ~S ist kein Symbol.
es: ~S ~S, opción ~S: ~S no es un símbolo
nl: ~S ~S, optie ~S: ~S is geen symbol

source: ~S ~S: option ~S should be written ~S
de: ~S ~S: Option ~S sollte als ~S geschrieben werden.
es: ~S ~S: la opción ~S debe escribirse como ~S
nl: ~S ~S: optie ~S moet als ~S geschreven worden

source: ~S ~S, option ~S: arguments don't come in pairs
es: ~S ~S, opción ~S: los argumentos no aparecen en pares
nl: ~S ~S, optie ~S: argumenten zijn niet paarsgewijs gegeven

source: ~S ~S, option ~S: ~S may only be given once
de: ~S ~S, Option ~S: ~S darf nur einmal angegeben werden.
es: ~S ~S, opción ~S: ~S sólo se puede poner una vez
nl: ~S ~S, optie ~S: ~S mag maar één keer worden opgegeven

source: ~S ~S, option ~S: ~S is not a string
de: ~S ~S, Option ~S: ~S ist kein String.
es: ~S ~S, opción ~S: ~S no es una cadena de caracteres
nl: ~S ~S, optie ~S: ~S is geen string

source: ~S ~S: invalid option ~S
de: ~S ~S: Ungültige Option ~S
es: ~S ~S: la opción ~S es inválida
nl: ~S ~S: ongeldige optie ~S

source: ~S: Class ~S is being redefined, instances are obsolete
de: ~S: Klasse ~S wird umdefiniert, Instanzen sind veraltet.
es: ~S: La clase ~S ha sido redefinida, las instancias son obsoletas
nl: ~S: Klasse ~S wordt opnieuw gedefiniëerd, instanties zijn verouderd

source: ~S ~S: superclass ~S should belong to class STANDARD-CLASS
de: ~S ~S: Oberklasse ~S sollte zur Klasse STANDARD-CLASS gehören.
es: ~S ~S: la superclase ~S debe pertenecer a la clase STANDARD-CLASS
nl: ~S ~S: superklasse ~S moet toebehoren aan klasse STANDARD-CLASS

source: ~S ~S: inconsistent precedence graph, cycle ~S
de: ~S ~S: Inkonsistenter Präzedenz-Graph, Zyklus ~S
es: ~S ~S: grafo de precedencia inconsistente, ciclo ~S
nl: ~S ~S: prioriteiten-graaf is inconsistent, circuit ~S

source: (class-precedence-list ~S) and (class-precedence-list ~S) are inconsistent
de: (class-precedence-list ~S) und (class-precedence-list ~S) sind nicht verträglich.
es: (class-precedence-list ~S) y (class-precedence-list ~S) son inconsistentes
nl: (class-precedence-list ~S) en (class-precedence-list ~S) zijn inconsistent

source: ~S: superclass ~S should belong to class BUILT-IN-CLASS
de: ~S: Oberklasse ~S sollte zur Klasse BUILT-IN-CLASS gehören.
es: ~S: la superclase ~S debe pertenecer a la clase BUILT-IN-CLASS
nl: ~S: superklasse ~S moet toebehoren aan klasse BUILT-IN-CLASS

source: ~S: metaclass STRUCTURE-CLASS forbids more than one direct superclass
de: ~S: Metaklasse STRUCTURE-CLASS lässt nur eine direkte Oberklasse zu.
es: ~S: la metaclase STRUCTURE-CLASS prohibe más de una superclase directa
nl: ~S: metaklasse STRUCTURE-CLASS verbiedt meer dan één directe superklasse

source: ~S: superclass ~S should belong to class STRUCTURE-CLASS
de: ~S: Oberklasse ~S sollte zur Klasse STRUCTURE-CLASS gehören.
es: ~S: la superclase ~S debe pertenecer a la clase STRUCTURE-CLASS
nl: ~S: superklasse ~S moet toebehoren aan klasse STRUCTURES-CLASS

source: ~S: metaclass STRUCTURE-CLASS does not support shared slots
de: ~S: Metaklasse STRUCTURE-CLASS lässt nur keine Shared Slots zu.
es: ~S: la metaclase STRUCTURE-CLASS no mantiene ranuras compartidas
nl: ~S: metaklasse STRUCTURE-CLASS ondersteunt geen gedeelde slots

source: ~S ~S: missing lambda list
de: ~S ~S: Lambdaliste fehlt.
es: ~S ~S: falta la lista lambda
nl: ~S ~S: lambda-lijst ontbreekt

source: STANDARD method combination doesn't allow the method qualifiers to be ~S
es: La combinación STANDARD de los métodos no permite que los cualificadores de método sean ~S

source: ~S ~S: ~S is invalid within ~S methods
de: ~S ~S: ~S ist in ~S-Methoden nicht erlaubt.
es: ~S ~S: ~S es inválido dentro de los métodos ~S
nl: ~S ~S: ~S is ongeldig binnen ~S-methods

source: Too few arguments to ~S: ~S
de: Zu wenig Argumente für ~S: ~S
es: Muy pocos argumentos para ~S: ~S
nl: Te weinig argumenten voor ~S: ~S

source: The generic function ~S is being modified, but has already been called.
de: Die generische Funktion ~S wird modifiziert, wurde aber bereits aufgerufen.
es: La función genérica ~S está siendo modificada, pero ya ha sido invocada.
nl: De generieke functie ~S wordt gewijzigd, maar is al aangeroepen.

source: ~S has ~S, but ~S has ~S required parameters
es: ~S tiene ~S, pero ~S tiene ~S parámetros obligatorios
nl: ~S heeft ~S, maar ~S heeft ~S vereiste parameters

source: ~S has ~S, but ~S has ~S optional parameters
es: ~S tiene ~S, pero ~S tiene ~S parámetros opcionales
nl: ~S heeft ~S, maar ~S heeft ~S optionele parameters

source: ~S has &REST or &KEY, but ~S hasn't.
es: ~S tiene parámetros &REST o &KEY, pero ~S no.
nl: ~S heeft &REST of &KEY, maar ~S heeft dat niet.

source: ~S doesn't accept the keywords ~S of ~S
es: ~S no acepta las palabras clave ~S de ~S
nl: ~S accepteert niet de keywords ~S van ~S

source: Replacing method ~S in ~S
de: Methode ~S in ~S wird ersetzt.
es: Reemplazando el método ~S de ~S
nl: Method ~S in ~S wordt vervangen

source: Removing method ~S in ~S
de: Methode ~S in ~S wird entfernt.
es: Borrando el método ~S de ~S
nl: Method ~S in ~S wordt verwijderd

source: ~S has no method with qualifiers ~:S and specializers ~S
de: ~S hat keine Methode mit Bestimmern ~:S und Spezialierung ~S.
es: ~S no tiene ningún método con cualificadores ~:S y especializadores ~S
nl: ~S heeft geen method met qualifiers ~:S en specialisering ~S

source: ~S doesn't name a generic function
es: ~S no es una función genérica
nl: ~S benoemt geen generieke functie

source: ~S ~S: Only ~S declarations are permitted: ~S
de: ~S ~S: Erlaubt sind nur ~S-Deklarationen: ~S
es: ~S ~S: Sólo la declaraciones ~S están permitidas: ~S
nl: ~S ~S: Alleen ~S-declaraties zijn toegestaan: ~S

source: ~S ~S: ~S may only be specified once.
de: ~S ~S: ~S darf nur einmal angegeben werden.
es: ~S ~S: ~S sólo puede especificarse una vez.
nl: ~S ~S: ~S mag maar één keer worden opgegeven.

source: ~S ~S: A string must be specified after ~S : ~S
de: ~S ~S: Nach ~S muss ein String angegeben werden: ~S
es: ~S ~S: Debe especificarse una cadena de caracteres después de ~S: ~S
nl: ~S ~S: Na ~S moet een string worden opgegeven: ~S

source: ~S ~S: Only one ~S string is allowed
de: ~S ~S: Es ist höchstens ein ~S-String erlaubt.
es: ~S ~S: Sólo se permite una cadena de caracteres ~S
nl: ~S ~S: Ten hoogste één ~S-string is toegestaan

source: ~S ~S: The only valid method combination is ~S : ~S
de: ~S ~S: Als Methodenkombination ist nur ~S zugelassen: ~S
es: ~S ~S: La única combinación de métodos válida es ~S : ~S
nl: ~S ~S: De enige geldige method-combinatie is ~S : ~S

source: ~S ~S: The only valid generic function class name is ~S : ~S
de: ~S ~S: Als Name der Klasse der generischen Funktion ist nur ~S zugelassen: ~S
es: ~S ~S: El único nombre válido de una clase de función genérica es ~S : ~S
nl: ~S ~S: De enige geldige klassenaam voor de generieke funktie is ~S : ~S

source: ~S ~S: The only valid method class name is ~S : ~S
de: ~S ~S: Als Name der Klasse der Methoden ist nur ~S zugelassen: ~S
es: ~S ~S: El único nombre válido de una clase de métodos es ~S : ~S
nl: ~S ~S: De enige geldige klassenaam voor de method is ~S : ~S

source: ~S ~S: ~S is not one of the required parameters: ~S
de: ~S ~S: ~S ist keiner der notwendigen Parameter: ~S
es: ~S ~S: ~S no es uno de los parámetros obligatorios: ~S
nl: ~S ~S: ~S is niet één van de vereiste parameters: ~S

source: ~S ~S: some variable occurs twice in ~S
de: ~S ~S: eine Variable taucht in ~S doppelt auf.
es: ~S ~S: alguna variable ha aparecido dos veces en ~S
nl: ~S ~S: een bepaalde variabele komt meer dan eens voor in ~S

source: ~S ~S: ~S is missing some required parameter
de: ~S ~S: ~S enthält nicht alle notwendigen Parameter.
es: ~S ~S: ~S necesita algunos parámetros obligatorios
nl: ~S ~S: een bepaalde vereiste parameter ontbreekt in ~S

source: ~S ~S: No initializations are allowed in a generic function lambda-list: ~S
de: ~S ~S: In der Lambda-Liste einer generischen Funktion sind keine Initialisierungen erlaubt: ~S
es: ~S ~S: No están permitidas las inicializaciones en la lista lambda de una función genérica: ~S
nl: ~S ~S: in een lambda-lijst van een generieke functie zijn initialiseringen niet toegestaan : ~S

source: ~S ~S: variable name ~S should be a symbol
de: ~S ~S: Variablenname muss ein Symbol sein, nicht ~S
es: ~S ~S: el nombre de la variable ~S debe ser un símbolo
nl: ~S ~S: variabelenaam ~S moet een symbol zijn

source: ~S ~S: duplicate variable name ~S
de: ~S ~S: Variablenname ~S darf nicht mehrfach auftreten.
es: ~S ~S: el nombre de la variable ~S está duplicado
nl: ~S ~S: variabelenaam ~S komt al voor

source: ~S ~S: invalid lambda list portion: ~S
de: ~S ~S: Lambda-Liste enthält Unzulässiges: ~S
es: ~S ~S: parte de la lista lambda es inválida: ~S
nl: ~S ~S: ongeldig stukje in lambda-lijst: ~S

source: Removing all methods of ~S
de: Alle Methoden von ~S werden entfernt.
es: Borrando todos los métodos de ~S
nl: Alle methoden uit ~S worden verwijderd

source: Modifying the parameter profile of ~S
de: Das Parameter-Profil von ~S wird modifiziert.
es: Modificando el perfil de parámetro de ~S
nl: De parameteropzet van ~S wordt veranderd

source: ~S: ~S is not a generic function specification
de: ~S: ~S ist keine Spezifikation einer generischen Funktion.
es: ~S: ~S no es una especificación de función genérica
nl: ~S: ~S is niet een specificatie voor een generieke functie

source: ~S: The name of a class must be a symbol, not ~S
de: ~S: Der Name einer Klasse muss ein Symbol sein, nicht ~S
es: ~S: El nombre de una clase debe ser un símbolo, no ~S
nl: ~S: De naam van een klasse moet een symbol zijn, niet ~S

source: ~S: The name of the built-in class ~S cannot be modified
de: ~S: Der Name der Built-In-Klasse ~S kann nicht verändert werden.
es: ~S: No es posible modificar el nombre de la clase predefinida ~S
nl: ~S: De naam van een ingebouwde klasse ~S kan niet gewijzigd worden

source: ~S: When calling ~S with arguments ~S, no method is applicable.
de: ~S: Beim Aufruf von ~S mit Argumenten ~S ist keine Methode anwendbar.
es: ~S: No se puede aplicar ningún método al invocar ~S con los argumentos ~S.
nl: ~S: Bij het aanroepen van ~S met argumenten ~S, is geen methode toepasbaar.

source: ~S: When calling ~S with arguments ~S, no primary method is applicable.
de: ~S: Beim Aufruf von ~S mit Argumenten ~S ist keine primäre Methode anwendbar.
es: ~S: No se puede aplicar ningún método primario al invocar ~S con los argumentos ~S
nl: ~S: Bij het aanroepen van ~S met argumenten ~S, is geen primaire methode toepasbaar.

source: ~S: When calling ~S with arguments ~S, there is no next method after ~S, and ~S was called.
de: ~S: Beim Aufruf von ~S mit Argumenten ~S gibt es nach ~S keine weitere Methode, und ~S wurde aufgerufen.
es: ~S: Mientras se invoca ~S con los argumentos ~S, no hay ningún método después de ~S, y ~S fue llamado.
nl: ~S: Bij het aanroepen van ~S met argumenten ~S, is er geen volgende methode na ~S, en ~S werd aangeroepen.

source: ~S: The class ~S has no slot named ~S
de: ~S: Die Klasse ~S hat keinen Slot mit Namen ~S.
es: ~S: La clase ~S no tiene ninguna ranura llamada ~S
nl: ~S: De klasse ~S heeft geen slot genaamd ~S

source: ~S: The slot ~S of ~S has no value
de: ~S: Der Slot ~S von ~S hat keinen Wert.
es: ~S: La ranura ~S de ~S no tiene ningún valor
nl: ~S: Het slot ~S van ~S heeft geen waarde

source: ~%Slots:
es: ~%Ranuras:

source: unbound
de: ohne Wert
es: sin asociar
nl: niet gebonden

source: ~%No slots.
de: ~%Keine Slots.
es: ~%Sin ranuras.
nl: ~%Geen slots.

source: ~S: the name of a condition must be a symbol, not ~S
de: ~S: Der Name einer Condition muss ein Symbol sein, nicht: ~S
es: ~S: el nombre de una condición debe ser un símbolo, y no ~S
nl: ~S: de naam van een conditie moet een symbol zijn, niet ~S

source: ~S: the parent-type list must be a list of symbols, not ~S
de: ~S: Die Liste der Obertypen muss eine Liste von Symbolen sein, nicht: ~S
es: ~S: la lista de "super-tipos" debe ser una lista de símbolos, y no ~S
nl: ~S: de lijst van moedertypen moet een lijst van symbolen zijn, niet ~S

source: ~S: the slot description list must be a list, not ~S
de: ~S: Die Liste der Slot-Beschreibungen muss eine Liste sein, nicht: ~S
es: ~S: la lista de descripción de la ranura debe ser una lista, y no ~S
nl: ~S: de lijst van slot-omschrijvingen moet een lijst zijn, niet ~S

source: ~S: type ~S is not a subtype of ~S
de: ~S: Typ ~S ist kein Untertyp von ~S.
es: ~S: el tipo ~S no es un subtipo de ~S
nl: ~S: type ~S is niet een subtype van ~S

source: ~S ~S: superfluous arguments ~S
de: ~S ~S: Überflüssige Argumente ~S
es: ~S ~S: los argumentos ~S son superfluos
nl: ~S ~S: overtollige argumenten ~S

source: ~S: the condition argument must be a string, a symbol or a condition, not ~S
de: ~S: Condition-Argument muss ein String, ein Symbol oder eine Condition sein, nicht ~S
es: ~S: el argumento de la condición debe ser una cadena de caracteres, un símbolo o una condición, y no ~S
nl: ~S: het conditie-argument moet een string, een symbool of een conditie zijn, niet ~S

source: ~S: illegal syntax of clause ~S
de: ~S: Illegale Syntax für Klausel: ~S
es: ~S: la sintaxis de la clausula ~S es inválida
nl: ~S: clausule ~S heeft ongeldige syntaxis

source: ~S: misplaced ~S clause: ~S
es: ~S: la clausula ~S está mal colocada: ~S
nl: ~S: misplaatste ~S-clausule: ~S

source: ~S: too many variables ~S in clause ~S
de: ~S: Zu viele Variablen ~S in Klausel ~S
es: ~S: demasiadas variables ~S en la clausula ~S
nl: ~S: te veel variabelen ~S in clausule ~S

source: ~S: ~S is not a valid restart name here. Use ~S instead.
de: ~S: ~S ist als Restart-Name hier nicht zulässig. Verwenden Sie ~S.
es: ~S: ~S no es válido como nombre de `restart' aquí. En su lugar, use ~S.

source: ~S: invalid restart name ~S
de: ~S: Ungültiger Restart-Name: ~S
es: ~S: ~S es un nombre inválido de `restart'
nl: ~S: ongeldige `restart'-naam ~S

source: ~S: No restart named ~S is visible.
de: ~S: Ein Restart mit Namen ~S ist nicht sichtbar.
es: ~S: No hay ningún `restart' visible llamado ~S
nl: ~S: Een `restart' met naam ~S is hier niet zichtbaar.

source: ~S: not a list: ~S
de: ~S: Das ist keine Liste: ~S
es: ~S: no es una lista: ~S
nl: ~S: geen lijst: ~S

source: ~S: invalid restart specification ~S
de: ~S: Ungültige Restart-Spezifikation: ~S
es: ~S: ~S no es una especificación válida de `restart'
nl: ~S: ongeldige `restart' specificatie ~S

source: ~S: unnamed restarts require ~S to be specified: ~S
de: ~S: Bei unbenannten Restarts muss ~S angegeben werden: ~S
es: ~S: es necesario especificar ~S en los `restart' sin nombre: ~S
nl: ~S: voor een `restart' zonder naam moet ~S worden opgegeven: ~S

source: ~S: missing lambda list in restart specification ~S
de: ~S: Restart-Spezifikation ohne Lambda-Liste: ~S
es: ~S: falta la lista lambda en la especificación del `restart' ~S
nl: ~S: lambdalijst ontbreekt in `restart'-specificatie ~S

source: ~S: restart cannot be invoked interactively because it is missing a ~S option: ~S
de: ~S: Restart kann nicht interaktiv aufgerufen werden, weil ~S fehlt: ~S
es: ~S: el `restart' no puede invocarse interactivamente porque falta la opción ~S: ~S
nl: ~S: kan `restart' niet interactief aanroepen, omdat ~S-optie ontbreekt: ~S

source: Return from ~S loop
de: ~S-Schleife beenden.
es: Retorno del bucle ~S
nl: Keer terug uit ~S-lus

source: ~S: This is more serious than a warning: ~A
de: ~S: Das ist ernster als eine Warnung: ~A
es: ~S: Esto es más serio que una advertencia: ~A
nl: ~S: Dit is meer dan slechts een waarschuwing: ~A

source: Cannot map string ~S to C since it contains a character ~S
de: Kann String ~S nicht nach C abbilden, denn es enthält ein Zeichen ~S.
es: La cadena ~S no puede convertirse a C puesto que contiene el carácter ~S
nl: Kan de string ~S niet op C afbeelden, want het bevat een ~S teken

source: Incomplete FFI type ~S is not allowed here.
de: Unvollständiger FFI-Typ ~S ist hier nicht erlaubt.
es: El tipo incompleto FFI ~S no está permitido aquí
nl: Onvolledig FFI type ~S is hier niet toegestaan.

source: FFI type should be a symbol, not ~S
de: FFI-Typ muss ein Symbol sein, nicht ~S.
es: Un tipo FFI debe ser un símbolo, no ~S
nl: FFI type moet een symbol zijn, niet ~S

source: Invalid FFI type: ~S
de: Ungültiger FFI-Typ: ~S
es: Tipo FFI inválido: ~S
nl: Ongeldig FFI type: ~S

source: Invalid ~S component: ~S
de: Ungültige ~S-Komponente: ~S
es: Componente ~S inválida: ~S
nl: Ongeldig ~S-component: ~S

source: Invalid option in ~S: ~S
de: Ungültige Option in ~S: ~S
es: Opción inválida en ~S: ~S
nl: Ongeldige optie in ~S: ~S

source: Only one ~S option is allowed: ~S
de: Nur eine ~S-Option ist erlaubt: ~S
es: Sólo se permite una opción ~S: ~S
nl: Er is maar één ~S-optie is toegestaan: ~S

source: Invalid parameter specification in ~S: ~S
de: Ungültige Parameter-Spezifikation in ~S: ~S
es: Especificación de parámetro inválida en ~S: ~S
nl: Ongeldige parameterspecificatie in ~S: ~S

source: The name must be a string, not ~S
de: Der Name muss ein String sein, nicht ~S.
es: El nombre debe ser una cadena, no ~S
nl: De naam moet een string zijn, niet ~S

source: The name ~S is not a valid C identifier
de: Der Name ~S ist kein gültiger C-Identifier.
es: El nombre ~S no es un identificador válido en C
nl: De naam ~S is geen geldige C aanduiding

source: illegal foreign data type ~S
de: ungültiger Typ für externe Daten: ~S
es: el tipo de datos extranjero ~ es inválido
nl: ongeldig foreign datatype ~S

source: ~S: ~S option missing in ~S
de: ~S: ~S-Option fehlt in ~S.
es: ~S: falta la opción ~S en ~S
nl: ~S: ~S-optie ontbreekt in ~S
