Repository: rurban/clisp
Catalog: src/gettext/po/*.po
Languages: de, es, nl

source: Invalid keyword-value-pair: ~S ~S
de: Unzulässiges Keyword ~S mit Wert ~S
es: Par argumento clave y valor inválido: ~S ~S
nl: Ongeldig keyword ~S met waarde ~S

source: The macro ~S may not be called with ~S arguments
es: La macro ~S no puede ser invocada con ~S argumentos

source: The rest of the lambda list will be ignored.
de: Der Teil danach wird ignoriert.
es: El resto de la lista lambda será ignorado.
nl: De rest van de lambdalijst wordt genegeerd.

source: The lambda list of macro ~S contains a dot after &AUX.
de: Die Lambdaliste des Macros ~S enthält einen Punkt nach &AUX.
es: La lista lambda de la macro ~S contiene un punto después de &AUX
nl: Er staat een punt na &AUX in de lambdalijst van de macro ~S.

source: in macro ~S: ~S may not be used as &AUX variable.
de: Im Macro ~S ist als &AUX-Variable nicht verwendbar: ~S
es: en la macro ~S: ~S no debe usarse como una variable &AUX.
nl: in macro ~S: ~S mag niet als &AUX variabele worden gebruikt.

source: The lambda list of macro ~S contains a dot after &KEY.
de: Die Lambdaliste des Macros ~S enthält einen Punkt nach &KEY.
es: La lista lambda de la macro ~S contiene un punto después de &KEY
nl: Er staat een punt na &KEY in de lambdalijst van de macro ~S.

source: It will be ignored.
de: Es wird ignoriert.
es: Será ignorado.
nl: Het zal worden genegeerd.

source: The lambda list of macro ~S contains a badly placed ~S.
de: Die Lambdaliste des Macros ~S enthält ein ~S an falscher Stelle.
es: La lista lambda de la macro ~S contiene un ~S mal situado.
nl: De lambdalijst van macro ~S bevat een foutief geplaatste ~S.

source: The lambda list of macro ~S contains the invalid element ~S
de: Die Lambdaliste des Macros ~S enthält folgendes unpassende Element: ~S
es: La lista lambda de la macro ~S contiene el elemento inválido ~S
nl: De lambdalijst van macro ~S bevat een ongeldig element ~S

source: ~0*It will be ignored.
de: Sie wird ignoriert.
es: Será ignorado.
nl: ~0*Het zal worden genegeerd.

source: The lambda list of macro ~S contains an invalid keyword specification ~S
de: Die Lambdaliste des Macros ~S enthält eine unzulässige Keywordspezifikation: ~S
es: La lista lambda de la macro ~S contiene una especificación de argumento clave inválida: ~S
nl: De lambdalijst van macro ~S bevat een ongeldige keywordspecificatie ~S

source: The lambda list of macro ~S is missing a variable after &REST/&BODY.
de: Die Lambdaliste des Macros ~S enthält keine Variable nach &REST/&BODY.
es: La lista lambda de la macro ~S necesita una variable después de &REST/&BODY.
nl: Er staat geen variabele na &REST/&BODY in de lambdalijst van de macro ~S.

source: The lambda list of macro ~S contains an illegal variable after &REST/&BODY: ~S
de: Die Lambdaliste des Macros ~S enthält eine unzulässige Variable nach &REST/&BODY: ~S
es: La lista lambda de la macro ~S contiene una variable inválida después de &REST/&BODY: ~S
nl: De lambdalijst van macro ~S bevat een ongeldige variabele na &REST/&BODY: ~S

source: The lambda list of macro ~S contains a misplaced dot.
de: Die Lambdaliste des Macros ~S enthält einen Punkt an falscher Stelle.
es: La lista lambda de la macro ~S contiene un punto mal situado.
nl: Er staat een misplaatste punt in de lambdalijst van de macro ~S.

source: They will be ignored.
de: Dieser ganze Teil wird ignoriert.
es: Serán ignorados.
nl: Ze zullen worden genegeerd.

source: The lambda list of macro ~S contains superfluous elements: ~S
de: Die Lambdaliste des Macros ~S enthält überflüssige Elemente: ~S
es: La lista lambda de la macro ~S contiene elementos innecesarios: ~S
nl: De lambdalijst van macro ~S heeft te veel elementen: ~S

source: The lambda list of macro ~S contains an illegal &REST variable: ~S
de: Die Lambdaliste des Macros ~S enthält eine unzulässige &REST-Variable: ~S
es: La lista lambda de la macro ~S contiene una variable &REST inválida: ~S
nl: De lambdalijst van macro ~S bevat een ongeldige &REST variabele: ~S

source: The lambda list of macro ~S contains an invalid &WHOLE: ~S
de: Die Lambdaliste des Macros ~S enthält ein unzulässiges &WHOLE: ~S
es: La lista lambda de la macro ~S contiene un &WHOLE inválido: ~S
nl: De lambdalijst van macro ~S bevat een ongeldige &WHOLE: ~S

source: The lambda list of macro ~S contains a superfluous ~S.
de: Die Lambdaliste des Macros ~S enthält ein überflüssiges ~S.
es: La lista lambda de la macro ~S contiene un ~S innecesario.
nl: De lambdalijst van macro ~S bevat een overtollige ~S.

source: The lambda list of macro ~S contains ~S before &KEY.
de: Die Lambdaliste des Macros ~S enthält ~S vor &KEY.
es: La lista lambda de la macro ~S contiene ~S antes de &KEY.
nl: De lambda lijst van macro ~S bevat ~S voor &KEY.

source: The lambda list of macro ~S contains ~S which is illegal here.
de: Die Lambdaliste des Macros ~S enthält ~S, was hier unzulässig ist.
es: La lista lambda de la macro ~S contiene ~S, lo cual es incorrecto aquí.
nl: De lambdalijst van macro ~S bevat ~S en dat is hier niet toegestaan.

source: The lambda list of macro ~S contains an invalid element ~S
de: Die Lambdaliste des Macros ~S enthält ein unzulässiges Element: ~S
es: La lista lambda de la macro ~S contiene un elemento inválido: ~S
nl: De lambdalijst van macro ~S bevat een ongeldig element ~S

source: The lambda list of macro ~S contains an invalid supplied-variable ~S
de: Die Lambdaliste des Macros ~S enthält eine unzulässige supplied-Variable: ~S
es: La lista lambda de la macro ~S contiene una "variable-proporcionada" inválida ~S

source: In the lambda list of macro ~S, &ENVIRONMENT must be followed by a non-NIL symbol: ~S
de: In der Lambdaliste des Macros ~S muss nach &ENVIRONMENT ein Symbol (nicht NIL) folgen: ~S
es: En la lista lambda de la macro ~S, &ENVIRONMENT debe estar seguido de un símbolo no nulo: ~S
nl: In de lambdalijst van macro ~S moet &ENVIRONMENT worden gevolgd door een niet-NIL symbool: ~S

source: Cannot define a macro from that: ~S
de: Daraus kann kein Macro definiert werden: ~S
es: No se puede definir una macro a partir de: ~S
nl: Hieruit kan geen macro worden gedefiniëerd: ~S

source: The name of a macro must be a symbol, not ~S
de: Der Name eines Macros muss ein Symbol sein, nicht: ~S
es: El nombre de una macro debe ser un símbolo, no ~S
nl: De naam van een macro moet een symbool zijn, niet ~S

source: Macro ~S is missing a lambda list.
de: Der Macro ~S hat keine Lambdaliste.
es: La macro ~S necesita una lista lambda.
nl: Macro ~S heeft geen lambdalijst.

source: ~S: non-symbol ~S can't be a variable
es: ~S: sólo los símbolos pueden ser variables, y no ~S

source: ~S: the constant ~S must not be redefined to be a variable
de: ~S: Die Konstante ~S darf nicht zu einer Variablen umdefiniert werden.
es: ~S: la constante ~S no debe redefinirse como una variable
nl: ~S: de constante ~S mag niet opnieuw worden gedefiniëerd als variabele

source: ~S: non-symbol ~S can't be a defined constant
es: ~S: ~S no es un símbolo, y por lo tanto no puede definirse como una constante
nl: ~S: niet-symbool ~S kan niet als constante worden gedefiniëerd

source: ~S redefines the constant ~S. Its old value was ~S.
de: In ~S wird die Konstante ~S umdefiniert. Ihr alter Wert war ~S.
es: ~S redefine la constante ~S. Su valor anterior era ~S.
nl: ~S definiëert de constante ~S opnieuw. De oude waarde was ~S.

source: ~S called with an odd number of arguments: ~S
de: ~S mit einer ungeraden Anzahl von Argumenten aufgerufen: ~S
es: ~S ha sido invocado con un número impar de argumentos: ~S
nl: ~S werd aangeroepen met een oneven aantal argumenten: ~S

source: ~S: missing key list
de: ~S: Keylist fehlt.
es: ~S: falta la lista de claves
nl: ~S: key list ontbreekt

source: ~S: the ~S clause must be the last one
de: ~S: Die ~S-Klausel muss die letzte sein.
es: ~S: la clausula ~S debe ser la última

source: Not a list of COND clauses: ~S
de: Das ist keine Liste von COND-Klauseln: ~S
es: No es una lista de cláusulas COND: ~S

source: The atom ~S must not be used as a COND clause.
de: Das ist ein Atom und daher nicht als COND-Klausel verwendbar: ~S
es: El átomo ~S no debe usarse como una cláusula COND.
nl: Het atoom ~S mag niet als COND clausule worden gebruikt.

source: COND code contains a dotted list, ending with ~S
de: Dotted List im Code von COND, endet mit ~S
es: El código de COND contiene una lista punteada que termina con ~S

source: COND clause without test: ~S
de: COND-Klausel ohne Test: ~S
es: Cláusula COND sin prueba condicional: ~S
nl: COND clausule zonder test: ~S

source: Language ~S is not defined
es: El lenguaje ~S no está definido
nl: Taal ~S is niet gedefiniëerd

source: Language ~S inherits from ~S
es: El lenguaje ~S hereda de ~S
nl: Taal ~S erft van ~S

source: ~S: Language ~S is not defined
es: ~S: El lenguaje ~S no está definido
nl: ~S: Taal ~S is niet gedefiniëerd

source: ~S ~S: no value for default language ~S
es: ~S ~S: no hay ningún valor para el lenguaje por defecto ~S
nl: ~S ~S: geen waarde voor huidige taal ~S

source: Invalid clause in ~S: ~S
de: Unzulässige Klausel in ~S: ~S
es: Cláusula inválida en ~S: ~S
nl: Ongeldige clausule in ~S: ~S

source: ~A~%The value is: ~S
de: ~A~%Der Wert ist: ~S
es: ~A~%El valor es: ~S
nl: ~A~%De waarde is: ~S

source: The value of ~S should be ~:[of type ~S~;~:*~A~].
de: Der Wert von ~S sollte ~:[vom Typ ~S~;~:*~A~] sein.
es: El valor de ~S debe ser ~:[del tipo ~S~;~:*~A~].
nl: De waarde van ~S moet ~:[van type ~S~;~:*~A~] zijn.

source: You may input a new value.
de: Sie dürfen einen neuen Wert eingeben.
es: Puede introducir un nuevo valor.
nl: U kunt een nieuwe waarde invoeren.

source: ~%New ~S:
de: ~%Neues ~S:
es: ~%Nuevo ~S:
nl: ~%Nieuwe ~S:

source: Retry
de: Neuer Anlauf
es: Reintentar
nl: Probeer opnieuw

source: You may input new values.
de: Sie dürfen neue Werte eingeben.
es: Puede introducir nuevos valores.
nl: U kunt nieuwe waarden invoeren.

source: ~S must evaluate to a non-NIL value.
de: Der Wert von ~S darf nicht NIL sein.
es: ~S no puede evaluarse como NIL.
nl: ~S moet evalueren tot een niet-NIL waarde.

source: The value of ~S must be of one of the types ~{~S~^, ~}
de: Der Wert von ~S muss einem der Typen ~{~S~^, ~} angehören.
es: El valor de ~S debe ser de uno de los tipos ~{~S~^, ~}
nl: De waarde van ~S moet van één van de typen ~{~S~^, ~} zijn

source: The value of ~S must be one of ~{~S~^, ~}
de: Der Wert von ~S muss einer der folgenden sein: ~{~S~^, ~}
es: El valor de ~S debe ser uno de los siguientes ~{~S~^, ~}
nl: De waarde van ~S moet één van ~{~S~^, ~} zijn

source: type name should be a symbol, not ~S
de: Typname muss ein Symbol sein, nicht ~S
es: el nombre del tipo debe ser un símbolo, no ~S
nl: typenaam moet een symbool zijn, niet ~S

source: ~S is a built-in type and may not be redefined.
de: ~S ist ein eingebauter Typ und darf nicht umdefiniert werden.
es: ~S es un tipo predefinido y no puede ser redefinido.
nl: ~S is een ingebouwd type en mag niet opnieuw worden gedefiniëerd.

source: The deftype expander for ~S may not be called with ~S arguments.
de: Der Deftype-Expander für ~S kann nicht mit ~S Argumenten aufgerufen werden.
es: La función de expansión de DEFTYPE para ~S no puede invocarse con ~S argumentos.
nl: De deftype expander voor ~S mag niet worden aangeroepen met ~S argumenten.

source: ~S: ~S does not name a logical host
de: ~S: ~S benennt keinen Logical Host.
es: ~S: ~S no es el nombre de un anfitrión "lógico"

source: ~S: argument ~S should be a nonnegative number
de: ~S: Argument muss eine Zahl >=0 sein, nicht ~S
es: ~S: el argumento ~S debe ser un número no negativo
nl: ~S: argument ~S moet een nietnegatief getal zijn

source: incorrect date: ~S.~S.~S, ~Sh~Sm~Ss, time zone ~S
de: Inkorrektes Datum: ~S.~S.~S, ~Sh~Sm~Ss, Zeitzone ~S
es: fecha incorrecta: ~S/~S/~S, ~Sh~Sm~Ss, zona horaria ~S
nl: ongeldige datum: ~S.~S.~S, ~Sh~Sm~Ss, tijdzone ~S

source: The function (~S ~S) is hidden by a SETF expander.
de: Die Funktion (~S ~S) ist durch einen SETF-Expander verborgen.
es: Una función de expansión de SETF oculta a la función (~S ~S)
nl: De functie (~S ~S) wordt verborgen door een SETF expander.

source: The argument ~S to ~S should be a keyword.
de: Das Argument ~S zu ~S sollte ein Keyword sein.
es: El argumento ~S de ~S debe ser un argumento clave.
nl: Het argument ~S aan ~S moet een keyword zijn.

source: Argument ~S is not a SETF place.
de: Das Argument muss eine 'SETF-place' sein, ist aber keine: ~S
es: El argumento ~S no es un lugar `setf' modificable
nl: Argument ~S moet een `SETF place' zijn, maar is dat niet.

source: SETF place ~S produces more than one store variable.
de: Diese 'SETF-place' produziert mehrere 'Store-Variable': ~S
es: El lugar `setf' ~ genera más de una variable de almacenamiento.
nl: `SETF place' ~S produceert meer dan één `store' variabelen.

source: ~S: first argument ~S is illegal, not a symbol
de: ~S: Das ist als erstes Argument unzulässig, da kein Symbol: ~S
es: ~S: el primer argumento ~S es inválido, no es un símbolo
nl: ~S: ongeldig eerste argument ~S, het is geen symbol

source: The name of the access function must be a symbol, not ~S
es: El nombre de la función de acceso debe ser un símbolo, no ~S
nl: De naam van de access functie moet een symbol zijn, niet ~S

source: The SETF expander for ~S may not be called with ~S arguments.
de: Der SETF-Expander für ~S kann nicht mit ~S Argumenten aufgerufen werden.
es: La función de expansión de SETF para ~S no puede invocarse con ~S argumentos.
nl: De SETF expander voor ~S kan niet met ~S argumenten worden aangeroepen.

source: Too many arguments to DEFSETF: ~S
de: Zu viele Argumente für DEFSETF: ~S
es: Demasiados argumentos para DEFSETF: ~S
nl: De veel argumenten voor DEFSETF: ~S

source: The doc string to DEFSETF must be a string: ~S
de: Der Dok.-String zu DEFSETF muss ein String sein: ~S
es: La cadena de documentación de DEFSETF debe ser una cadena: ~S
nl: De doc-string voor DEFSETF moet een string zijn: ~S

source: Missing store variable in DEFSETF.
de: Bei DEFSETF muss mindestens eine 'Store-Variable' angegeben werden.
es: No se encuentra ninguna variable de almacenamiento en DEFSETF.
nl: `Store' variabele ontbreekt in DEFSETF.

source: The excess variables will be ignored.
es: Las variables que sobran no se tendrán en cuenta.

source: Only one store variable is allowed in DEFSETF.
es: Sólo se permite una variable de almacenamiento en DEFSETF.

source: Illegal syntax in DEFSETF for ~S
de: DEFSETF-Aufruf für ~S ist falsch aufgebaut.
es: Sintaxis inválida en DEFSETF: ~S
nl: Ongeldige syntaxis in DEFSETF voor ~S

source: REMF: property list with an odd length
de: REMF: Property-Liste ungerader Länge aufgetreten.
es: REMF: lista de propiedades de longitud impar
nl: REMF: property-lijst met oneven lengte

source: In the definition of ~S: &REST variable ~S should be a symbol.
de: In der Definition von ~S ist die &REST-Variable kein Symbol: ~S
es: En la definición de ~S: la variable &REST ~S debe ser un símbolo.
nl: In de definitie voor ~S: &REST variabele ~S moet een symbol zijn.

source: Only one variable is allowed after &REST, not ~S
de: Nach &REST ist nur eine Variable erlaubt; es kam: ~S
es: Sólo se permite una variable después de &REST, no ~S
nl: Na &REST is slechts één variabele toegestaan, niet ~S

source: Illegal in a DEFINE-MODIFY-MACRO lambda list: ~S
de: In einer DEFINE-MODIFY-MACRO-Lambdaliste ist ~S unzulässig.
es: Lista lambda inválida en DEFINE-MODIFY-MACRO: ~S
nl: Ongeldig in een DEFINE-MODIFY-MACRO lambda-lijst: ~S

source: lambda list may only contain symbols and lists, not ~S
de: Lambdalisten dürfen nur Symbole und Listen enthalten, nicht aber ~S
es: la lista lambda sólo puede contener símbolos y listas, no ~S
nl: In een lambda-lijst mogen enkel symbols en lijsten staan, niet ~S

source: Illegal SETF place: ~S
de: Das ist keine erlaubte 'SETF-Place' : ~S
es: Lugar `setf' inválido: ~S
nl: Ongeldige `SETF place': ~S

source: SHIFTF called with too few arguments: ~S
de: SHIFTF mit zu wenig Argumenten aufgerufen: ~S
es: SHIFTF ha sido llamado con muy pocos argumentos: ~S
nl: SHIFTF aangeroepen met te weinig argumenten: ~S

source: (SETF (NTH ...) ...) : index ~S is too large for ~S
de: (SETF (NTH ...) ...) : Index ~S ist zu groß für ~S.
es: (SETF (NTH ...) ...) : el índice ~S es demasiado grande para ~S
nl: (SETF (NTH ...) ...) : index ~S is te hoog voor ~S

source: (SETF (GETF ...) ...) : property list with an odd length
de: (SETF (GETF ...) ...) : Property-Liste ungerader Länge aufgetaucht.
es: (SETF (GETF ...) ...) : lista de propiedades de longitud impar
nl: (SETF (GETF ...) ...) : property-lijst met oneven lengte

source: first argument ~S is illegal, not a symbol
de: Das ist als erstes Argument unzulässig, da kein Symbol: ~S
es: el primer argumento ~S es inválido, no es un símbolo
nl: eerste argument ~S is ongeldig, het is geen symbol

source: SETF APPLY is only defined for functions of the form #'symbol.
de: SETF von APPLY ist nur für Funktionen der Form #'symbol als Argument definiert.
es: SETF APPLY sólo está definido para funciones de la forma #'símbolo.
nl: SETF APPLY is enkel voor functies van de vorm #'symbol gedefiniëerd.

source: APPLY on ~S is not a SETF place.
de: APPLY von ~S kann nicht als 'SETF-Place' aufgefasst werden.
es: APPLY de ~S no es un lugar `setf' modificable

source: SETF FUNCALL is only defined for functions of the form #'symbol.
de: SETF von FUNCALL ist nur für Funktionen der Form #'symbol definiert.
es: SETF FUNCALL sólo está definido para funciones de la forma #'símbolo.
nl: SETF FUNCALL is enkel voor functies van de vorm #'symbol gedefiniëerde.

source: argument is not a float: ~S
de: Argument ist kein Float: ~S
es: el argumento no es un número en coma flotante: ~S
nl: argument is geen float: ~S

source: ~S: invalid type specification ~S
de: ~S: ~S ist keine zugelassene Typspezifikation.
es: ~S: la especificación de tipo ~S es inválida
nl: ~S: ongeldige type-specificatie ~S

source: ~S: argument to SATISFIES must be a symbol: ~S
de: ~S: Argument zu SATISFIES muss Symbol sein: ~S
es: ~S: el argumento de SATISFIES debe ser un símbolo: ~S
nl: ~S: argument voor SATISFIES moet een symbol zijn: ~S

source: ~S: argument to ~S must be *, ~S or a list of ~S: ~S
de: ~S: Argument zu ~S muss *, ~S oder eine Liste von ~S sein: ~S
es: ~S: el argumento de ~S debe ser *, ~S o una lista de ~S: ~S
nl: ~S: argument voor ~S moet *, ~S of een lijst van ~S zijn: ~S

source: ~S: argument to MOD must be an integer: ~S
de: ~S: Argument zu MOD muss ganze Zahl sein: ~S
es: ~S: el argumento de MOD debe ser un entero: ~S
nl: ~S: argument aan MOD moet een geheel getal zijn: ~S

source: ~S: argument to SIGNED-BYTE must be an integer or * : ~S
de: ~S: Argument zu SIGNED-BYTE muss ganze Zahl oder * sein: ~S
es: ~S: el argumento de SIGNED-BYTE debe ser un entero o * : ~S
nl: ~S: argument aan SIGNED-BYTE moet een geheel getal of * zijn: ~S

source: ~S: argument to UNSIGNED-BYTE must be an integer or * : ~S
de: ~S: Argument zu UNSIGNED-BYTE muss ganze Zahl oder * sein: ~S
es: ~S: el argumento de UNSIGNED-BYTE debe ser un entero o * : ~S
nl: ~S: argument aan UNSIGNED-BYTE moet een geheel getal of * zijn: ~S

source: Invalid type specifier ~S
de: Falsch aufgebauter Type-Specifier: ~S
es: Especificador de tipo inválido: ~S
nl: Ongeldige type-aanduiding ~S

source: ~S: this is not a symbol: ~S
de: ~S: Das ist kein Symbol: ~S
es: ~S: esto no es un símbolo: ~S
nl: ~S: dit is geen symbol: ~S

source: ~S: invalid syntax for name and options: ~S
de: ~S: Falsche Syntax für Name und Optionen: ~S
es: ~S: la sintáxis del nombre y las opciones es inválida: ~S
nl: ~S: ongeldige syntaxis voor naam en opties: ~S

source: ~S ~S: argument list should be a list: ~S
de: ~S ~S: Argumentliste muss eine Liste sein: ~S
es: ~S ~S: la lista de argumentos debe ser una lista: ~S
nl: ~S ~S: argumentenlijst moet een lijst zijn: ~S

source: ~S ~S: At most one :INCLUDE argument may be specified: ~S
de: ~S ~S: Es darf nur ein :INCLUDE-Argument geben: ~S
es: ~S ~S: Sólo puede especificarse un argumento :INCLUDE como mucho: ~S
nl: ~S ~S: Er mag maximaal één :INCLUDE argument worden opgegeven: ~S

source: ~S ~S: unknown option ~S
de: ~S ~S: Die Option ~S gibt es nicht.
es: ~S ~S: opción ~S desconocida
nl: ~S ~S: onbekende optie ~S

source: ~S ~S: invalid syntax in ~S option: ~S
de: ~S ~S: Falsche Syntax in ~S-Option: ~S
es: ~S ~S: la sintaxis de la opción ~S es inválida: ~S
nl: ~S ~S: ongeldige syntaxis in ~S optie: ~S

source: ~S ~S: not a ~S option: ~S
de: ~S ~S: Das ist keine ~S-Option: ~S
es: ~S ~S: no se trata de una opción ~S: ~S
nl: ~S ~S: geen ~S-optie: ~S

source: ~S ~S: There is no :PREDICATE on unnamed structures.
de: ~S ~S: Bei unbenannten Structures kann es kein :PREDICATE geben.
es: ~S ~S: No puede definirse un :PREDICATE sobre estructuras sin nombre.
nl: ~S ~S: :PREDICATE is niet van toepassing op structures zonder naam.

source: ~S ~S: invalid :TYPE option ~S
de: ~S ~S: Unzulässige :TYPE-Option ~S
es: ~S ~S: opción :TYPE inválida ~S
nl: ~S ~S: ongeldige :TYPE-optie ~S

source: ~S ~S: The :INITIAL-OFFSET must be a nonnegative integer, not ~S
de: ~S ~S: Der :INITIAL-OFFSET muss ein Integer >=0 sein, nicht ~S
es: ~S ~S: El :INITIAL-OFFSET debe ser un entero no negativo, y no ~S
nl: ~S ~S: De :INITIAL-OFFSET moet een niet-negatief geheel getal zijn, niet ~S

source: ~S ~S: :INITIAL-OFFSET must not be specified without :TYPE : ~S
de: ~S ~S: :INITIAL-OFFSET darf nur zusammen mit :TYPE angegeben werden: ~S
es: ~S ~S: El :INITIAL-OFFSET no debe especificarse sin :TYPE : ~S
nl: ~S ~S: :INITIAL-OFFSET mag niet worden opgegeven zonder :TYPE : ~S

source: ~S ~S: included structure ~S has not been defined.
de: ~S ~S: Teilstruktur ~S ist nicht definiert.
es: ~S ~S: la estructura incluida ~S no ha sido definida.
nl: ~S ~S: opgenomen structure ~S is niet gedefiniëerd.

source: ~S ~S: included structure ~S must be of the same type ~S.
de: ~S ~S: Teilstruktur ~S muss vom selben Typ ~S sein.
es: ~S ~S: la estructura incluida ~S debe ser del tipo ~S.
nl: ~S ~S: opgenomen structure ~S moet van hetzelfde type ~S zijn.

source: ~S ~S: included structure ~S has no component with name ~S.
de: ~S ~S: Teilstruktur ~S hat keine Komponente namens ~S.
es: ~S ~S: la estructura incluida ~S no tiene ninguna componente con el nombre ~S.
nl: ~S ~S: opgenomen structure ~S heeft geen component met naam ~S.

source: ~S ~S: The READ-ONLY slot ~S of the included structure ~S must remain READ-ONLY in ~S.
de: ~S ~S: Der READ-ONLY-Slot ~S von Teilstruktur ~S muss auch in ~S READ-ONLY bleiben.
es: ~S ~S: La ranura READ-ONLY ~S de la estructura incluida ~S debe permanecer READ-ONLY en ~S.
nl: ~S ~S: Het READ-ONLY slot ~S van de opgenomen structure ~S moet READ-ONLY blijven in ~S.

source: ~S ~S: The type ~S of slot ~S should be a subtype of the type defined for the included strucure ~S, namely ~S.
de: ~S ~S: Der Typ ~S von Slot ~S muss ein Untertyp des in Teilstruktur ~S definierten Typs ~S sein.
es: ~S ~S: El tipo ~S de la ranura ~S debe ser un subtipo del que ha sido definido para la estructura incluida ~S, a saber, ~S.
nl: ~S ~S: Het type ~S van slot ~S moet een subtype zijn voor het type uit de opgenomen structure ~S, te weten ~S.

source: ~S ~S: ~S is not a slot option.
de: ~S ~S: ~S ist keine Slot-Option.
es: ~S ~S: ~S no es una opción de ranura.
nl: ~S ~S: ~S is geen slot-optie

source: ~S ~S: structure of type ~S can't hold the name.
es: ~S ~S: una estructura del tipo ~S no puede contener el nombre.

source: ~S ~S: There may be only one slot with the name ~S.
de: ~S ~S: Es kann nicht mehrere Slots mit demselben Namen ~S geben.
es: ~S ~S: Sólo puede haber una ranura con el nombre ~S.
nl: ~S ~S: Er mag maar één slot zijn met de naam ~S.

source: The control string terminates within a directive.
de: Kontrollstring endet mitten in einer Direktive.
es: La cadena de control termina en una directiva.
