Repository: rurban/clisp
Catalog: src/gettext/po/*.po
Languages: de, es, nl

source: ~S: :OUT argument is not a pointer: ~S
de: ~S: :OUT-Argument ist kein Pointer: ~S
es: ~S: el argumento :OUT no es un puntero: ~S
nl: ~S: :OUT-argument is geen pointer: ~S

source: ~S is only allowed after ~S: ~S
de: ~S ist nur nach ~S erlaubt: ~S
es: Sólo se puede poner ~S después de ~S: ~S
nl: ~S is alleen toegestaan na ~S: ~S

source: Got bad response from ~S: ~S
de: Von ~S schlechte Antwort erhalten: ~S
es: Se obtuvo una respuesta incorrecta de ~S: ~S
nl: Foutief antwoord ontvangen van ~S: ~S

source: No waiting for ~S possible.
de: Kein Warten auf ~S möglich.
es: No se puede esperar por ~S.
nl: Kan niet wachten op ~S.

source: Basename ~S not a keyword or libraryname ~S not a string
de: Base ~S kein Schlüsselwort oder Libraryname ~S kein String
es: La base ~S no es una palabra clave o el nombre de la biblioteca ~S no es una cadena de caracteres
nl: Base ~S is geen sleutelwoord of bibliotheeknaam ~S is geen string

source: Library redefinition: old ~S, new ~S
de: Libraryredefinition: alt ~S, neu ~S
es: La biblioteca llamada ~S ha sido redefinida como ~S
nl: Bibliotheek opnieuw gedefiniëerd: voorheen ~S, nu ~S

source: Unknown library: ~S
de: Unbekannte Library: ~S
es: Biblioteca desconocida: ~S
nl: Onbekende bibliotheek: ~S

source: Library ~S is not open
de: Library ~S ist gar nicht geöffnet
es: La biblioteca ~S no está abierta
nl: Bibliotheek ~S is niet open

source: Unknown function of library ~S: ~S
de: Funktion in Library ~S unbekannt: ~S
es: No se conoce ninguna función en la biblioteca ~S con el nombre ~S
nl: Onbekende functie van bibliotheek ~S: ~S

source: Offset must be a fixnum: ~S
de: Offset ist kein FIXNUM: ~S
es: El desplazamiento no es del tipo FIXNUM: ~S
nl: Plaats moet een fixnum zijn: ~S

source: ~&;; redefining foreign library function ~S~%;; from ~S to ~S~%
de: ~&;; Definitionsänderung der foreign-library Funktion ~S~%;; von ~S nach ~S.~%
es: ~&;; redefiniendo la función ~S de la biblioteca externa~%;; de ~S a ~S~%
nl: ~&;; definitieverandering van foreign bibliotheekfunctie ~S~%;; van ~S naar ~S~%

source: Unknown register: ~S
de: Unbekanntes Register: ~S
es: Registro desconocido: ~S
nl: Onbekend register: ~S

source: Invalid parameter specification ~S in function ~S
de: Ungültige Parameterspezifikation ~S in ~S
es: La especificación de parámetros ~S de la función ~S es incorrecta
nl: Ongeldige parameterspecificatie ~S in functie ~S

source: Unknown library function: ~S
de: Unbekannte Libraryfunktion: ~S
es: La función de biblioteca ~S no está definida
nl: Onbekende bibliotheekfunctie: ~S

source: Bad number of arguments for ~S: ~S
de: Falsche anzahl an Argumenten für ~S: ~S
es: El número de argumentos de ~S es incorrecto: ~S
nl: Foutief aantal argumenten voor ~S: ~S

source: cursor up
es: cursor arriba

source: cursor down
es: cursor abajo

source: cursor left
es: cursor a la izquierda

source: cursor right
es: cursor a la derecha

source: cursor to start of line
es: cursor al principio de línea

source: cursor to end of line
es: cursor al final de la línea

source: cursor to start of text
es: cursor al principio del texto

source: cursor to end of text
es: cursor al final del texto

source: page up
es: retroceso de página

source: page down
es: avance de página

source: line up
es: retroceder una línea

source: line down
es: avanzar una línea

source: set mark ~D
es: poner la marca ~D

source: cursor to mark ~D
es: mover el cursor a la marca ~D

source: delete character at cursor
es: borrar el carácter bajo el cursor

source: combine two lines
es: juntar dos líneas

source: delete character at cursor, across lines
es: borrar el carácter bajo el cursor, a través de varias líneas

source: delete character before cursor
es: borrar el carácter antes del cursor

source: delete character before cursor, across lines
es: borrar el carácter antes del cursor, a través de varias líneas

source: delete line
es: borrar una línea

source: delete part of line left to the cursor
es: borrar la línea hasta donde está el cursor

source: delete up to end of line
es: borrar hasta el final de la línea

source: begin new line at cursor
es: comenzar una nueva línea en la posición del cursor

source: cursor to start of block
es: mover el cursor al comienzo del bloque

source: cursor to end of block
es: mover el cursor al final del bloque

source: set block start
es: establecer el comienzo de un bloque

source: set block end
es: establecer el final de un bloque

source: remove block marks
es: desechar las marcas del bloque

source: delete block
es: borrar un bloque

source: move block to cursor position
es: mover el bloque a la posición del cursor

source: copy block to cursor position
es: copiar un bloque a la posición del cursor

source: copy block into cut-and-paste buffer
es: copiar un bloque en el buffer de cortar-y-pegar

source: yank block into cut-and-paste buffer
es: insertar un bloque en el buffer de cortar-y-pegar

source: insert cut-and-paste buffer contents
es: inserta los contenidos del buffer cortar-y-pegar

source: Key bindings
es: Asociaciones de teclado

source: K E Y B I N D I N G S
es: A S O C I A C I O N E S D E T E C L A D O

source: File to load:
es: Lectura del fichero:

source: Save as:
es: Salvar como:

source: evaluate block contents
es: evaluar los contenidos del bloque

source: skip whitespace right
es: ignorar los espacios en blanco a la derecha

source: ~S from ~S: |# is legal only after #|
es: ~ en ~: |# es legal solo después de #|

source: mark next Lisp object
es: marcar el siguiente objeto Lisp

source: mark surrounding top level form
es: marcar la forma circundante

source: evaluate surrounding top level form
es: evaluar la forma circundante

source: insert spaces up to next tab stop
es: insertar espacios hasta la siguiente marca de tabulación

source: search for a string
es: buscar una cadena de caracteres

source: Search:
es: Buscar:

source: continue searching
es: continuar la búsqueda

source: show window ~D
es: mostrar la ventana ~D

source: hide window ~D
es: ocultar la ventana ~D

source: show help window (this text)
es: muestra la ventana de ayuda (este texto)

source: show error window
es: mostrar la ventana de error

source: show trace window
es: mostrar la ventana de rastreo

source: delete current window
es: borrar la ventana actual

source: load file
es: cargar el fichero "

source: store to file
es: almacenar en el fichero

source: store to new file
es: almacenar en un fichero nuevo

source: quit editor
es: salir del editor

source: hide top window
es: ocultar la ventana superior

source: Creating directory:
de: Erzeuge Verzeichnis:
nl: Maak map:

source: Floating point operation combines numbers of different precision. See ANSI CL 12.1.4.4 and the CLISP impnotes for details. The result's actual precision is controlled by ~S. To shut off this warning, set ~S to ~S.
de: Floating-Point-Operation kombiniert Zahlen verschiedener Genauigkeit. Genaueres dazu in ANSI CL 12.1.4.4 und den CLISP impnotes. Die effektive Genauigkeit des Ergebnisses wird von ~S kontrolliert. Um diese Warnung abzuschalten, ~S auf ~S setzen.
nl: Drijvende komma bewerkingen combineert getallen met verschillende nauwkeurigheid. Zie ANSI CL 12.1.4.4 en de CLISP impnotes voor meer informatie. De daadwerkelijke nauwkeurigheid van het resultaat wordt geregeld door ~S. Om deze waarschuwing uit te zetten, ~S op ~S zetten.

source: Press a key to terminate...
de: Zum Beenden bitte Taste drücken...
nl: Druk op een toets om af te sluiten...

source: could not make symbol value per-thread
de: Konnte Symbol-Wert nicht per-Thread machen.
nl: kan waarde van symbool niet per-thread maken

source: Amiga version: Jörg Höhle
nl: Amiga versie: Jörg Höhle

source: Couldn't determine the end of the SP stack!
nl: Kan het einde van de SP stack niet bepalen!

source: Trying to make room through a GC...
de: Versuche, durch eine GC Platz zu schaffen...
nl: Ik probeer ruimte te maken door een GC...

source: FUNCTION: ~ in ~ is not a symbol
de: FUNCTION: ~ in ~ ist kein Symbol.
nl: FUNCTION: ~ in ~ is geen symbool

source: ~: ~ is a special form, not a function
nl: ~: ~ is een `special form', niet een functie

source: EVAL/APPLY: ~ is not a symbol
de: EVAL/APPLY: ~ ist kein Symbol.
nl: EVAL/APPLY: ~ is geen symbool

source: ~: symbol ~ is declared special and must not be declared a macro
de: ~: Symbol ~ ist SPECIAL deklariert und darf nicht Makro deklariert werden.
nl: ~: symbool ~ is als special gedeclareerd en mag niet als macro worden gedeclareerd

source: ~: missing key list: ~
de: ~: Keylist fehlt: ~
nl: ~: keylijst ontbreekt: ~

source: ~: the ~ clause must be the last one
de: ~: Die ~-Klausel muss die letzte sein.
nl: ~: de ~ clausule moet de laatste zijn

source: Character #\u$$$$ cannot be represented in the character set ~
de: Zeichen #\u$$$$ kann im Zeichensatz ~ nicht dargestellt werden.
nl: Teken #\\u$$$$ kan niet gerepresenteerd worden in de tekenverzameling ~

source: character #x$$$$$$$$ in ~ conversion, not a Unicode-16, sorry
de: Zeichen #x$$$$$$$$ in ~ Konversion, kein Unicode-16, sorry
nl: teken #x$$$$$$$$ in ~ conversie, geen Unicode-16, sorry

source: invalid byte #x$$ in ~ conversion, not a Unicode-16
de: Ungültiges Byte #x$$ in ~ Konversion, kein Unicode-16
nl: ongeldige byte #x$$ in ~ conversie, geen Unicode-16

source: invalid byte sequence #x$$ #x$$ in ~ conversion
de: Ungültige Byte-Folge #x$$ #x$$ in ~ Konversion
nl: ongeldige bytereeks #x$$ #x$$ in ~ conversie

source: invalid byte sequence #x$$ #x$$ #x$$ in ~ conversion
de: Ungültige Byte-Folge #x$$ #x$$ #x$$ in ~ Konversion
nl: ongeldige bytereeks #x$$ #x$$ #x$$ in ~ conversie

source: invalid byte #x$$ in ~ conversion
de: Ungültiges Byte #x$$ in ~ Konversion
nl: ongeldige byte #x$$ in ~ conversie

source: ~: illegal :CHARSET argument ~
nl: ~: ongeldig :CHARSET argument ~

source: ~: illegal :LINE-TERMINATOR argument ~
nl: ~: ongeldig :LINE-TERMINATOR argument ~

source: ~: illegal :INPUT-ERROR-ACTION argument ~
nl: ~: ongeldig :INPUT-ERROR-ACTION argument ~

source: ~: illegal :OUTPUT-ERROR-ACTION argument ~
nl: ~: ongeldig :OUTPUT-ERROR-ACTION argument ~

source: ~: argument ~ is not a character set
de: ~: Argument ~ ist kein Zeichensatz.
nl: ~: argument ~ is geen tekenverzameling

source: ~: ~ is not a 1:1 encoding
de: ~: ~ ist kein 1:1 Encoding.
nl: ~: ~ is niet een 1:1 codering

source: ~: filename for ~ is unknown
de: ~: Filename für ~ ist unbekannt
nl: ~: bestandsnaam voor ~ is onbekend

source: ~: library directory is not known, use a command line option to specify it
de: ~: Bibliotheksverzeichnis ist unbekannt. Spezifizieren Sie es durch eine Kommandozeilen-Option.
nl: ~: bibliotheekmap is onbekend. Gebruik een command line optie om deze op te geven

source: Return value ~ of call to ~ should be an integer between ~ and ~.
de: Rückgabewert ~ von ~ sollte ein Integer zwischen ~ und ~ sein.
nl: Teruggegeven waarde ~ van aanroep naar ~ moet een geheel getal tussen ~ en ~ zijn.

source: ~: argument ~ should be an input stream
de: ~: Argument muss ein Input-Stream sein, nicht ~
nl: ~: argument ~ moet een invoerstream zijn

source: ~: argument ~ should be an output stream
de: ~: Argument muss ein Output-Stream sein, nicht ~
nl: ~: argument ~ moet een uitvoerstream zijn

source: ~: ~ argument must be a subtype of ~, not ~
de: ~: ~-Argument muss ein Untertyp von ~ sein, nicht ~
nl: ~: ~ argument moet een subtype van ~ zijn, niet ~

source: ~: illegal :BUFFERED argument ~
nl: ~: ongeldig :BUFFERED argument ~

source: ~: illegal :EXTERNAL-FORMAT argument ~
nl: ~: ongeldig :EXTERNAL-FORMAT argument ~

source: unknown character set ~
de: Unbekannter Zeichensatz ~
nl: onbekende tekenverzameling ~

source: Unbuffered streams need an ~ with a bit size being a multiple of 8, not ~
de: Ungebufferte Streams benötigen ein ~ mit durch 8 teilbarer Bitzahl, nicht ~
nl: Niet gebufferde streams vereisen een ~ met aantal bits deelbaar door 8, niet ~

source: ~: argument ~ ~ was specified, but ~ is not a regular file.
de: ~: Argument ~ ~ wurde spezifiziert, aber ~ ist kein reguläres File.
nl: ~: argument ~ ~ is opgegeven, maar ~ is geen gewoon bestand.

source: ~: arguments ~ ~ and ~ ~ were specified, but ~ is not a regular file.
de: ~: Argumente ~ ~ und ~ ~ wurden spezifiziert, aber ~ ist kein reguläres File.
nl: ~: argumenten ~ ~ en ~ ~ zijn opgegeven, maar ~ is geen gewoon bestand

source: ~: argument ~ is neither an open SOCKET-STREAM nor a positive FIXNUM
de: ~: Argument ~ ist kein offener SOCKET-STREAM oder positive FIXNUM
nl: ~: argument ~ is geen open SOCKET-STREAM en ook geen positief FIXNUM

source: ~: argument ~ is not an open SOCKET-STREAM
de: ~: Argument ~ ist kein offener SOCKET-STREAM
nl: ~: argument ~ is geen open SOCKET-STREAM

source: ~: The ~ of ~ cannot be changed from ~ to ~.
de: ~: Der ~ von ~ kann nicht von ~ auf ~ geändert werden.
nl: ~: De ~ van ~ kan niet veranderd worden van ~ naar ~.

source: Return value ~ of call to ~ is not a string.
nl: Teruggegeven waarde ~ van aanroep naar ~ is geen string.

source: Return value ~ of call to ~ is not a fixnum >= 0 or NIL.
de: Rückgabewert ~ von ~ ist kein Fixnum >= 0 oder NIL.
nl: Teruggegeven waarde ~ van aanroep naar ~ is geen fixnum >= 0 of NIL.

source: ~ needs an ~ with a bit size being a multiple of 8, not ~
de: ~ benötigt ein ~ mit durch 8 teilbarer Bitzahl, nicht ~
nl: ~ vereist een ~ met aantal bits deelbaar door 8, niet ~

source: ~: illegal endianness argument ~
de: ~: Als Endianness-Argument ist ~ unzulässig.
nl: ~: ongeldig endianness-argument ~

source: ~: position argument should be ~ or ~ or a nonnegative integer, not ~
de: ~: Position-Argument muss ~ oder ~ oder ein Integer >=0 sein, nicht ~
nl: ~: positie-argument moet ~ of ~ of een niet-negatief geheel getal zijn, niet ~

source: ~ from ~: character read should be a character: ~
de: ~ von ~: Gelesenes Zeichen ist kein Character: ~
nl: ~ uit ~: gelezen teken is geen character: ~

source: ~ from ~: font number ~ for character is too large, should be = 0
de: ~ von ~: Fontnummer ~ für Zeichen ist zu groß (muss = 0 sein)
nl: ~ uti ~: lettertype nummer ~ voor teken is te groot, moet = 0 zijn

source: ~ from ~: ~ = ~ doesn't allow the evaluation of ~
nl: ~ uit ~: ~ = ~ laat de evaluatie van ~ niet toe

source: ~: string ~ does not have integer syntax
de: ~: String ~ hat nicht die Syntax eines Integers.
nl: ~: string ~ heeft geen geheeltallige syntaxis

source: ~: must be a positive integer or NIL, not ~
de: ~: muss eine positive ganze Zahl oder NIL sein, nicht ~
nl: ~: moet een positief geheel getal of NIL zijn, niet ~

source: ~: ~ is of incorrect length
de: ~: ~ hat nicht die richtige Länge.
nl: ~: ~ heeft onjuiste lengte

source: ~: ~-argument ~ does not have element type ~
de: ~: ~-Argument ~ hat nicht den Elementtyp ~.
nl: ~: ~-argument ~ heeft niet element type ~

source: ~: array ~ does not have element-type ~
de: ~: Array ~ hat nicht Elementtyp ~
nl: ~: array ~ heeft niet element-type ~

source: ~: Slot ~ of ~ has no value
de: ~: Slot ~ von ~ hat keinen Wert.
nl: ~: Slot ~ van ~ heeft geen waarde

source: ~: ~ is not a weak pointer
de: ~: ~ ist kein Weak-Pointer.
nl: ~: ~ is geen weak pointer

source: ALLOCATE-INSTANCE: keyword argument list ~ has an odd length
de: ALLOCATE-INSTANCE: Keyword-Argumentliste ~ hat ungerade Länge.
nl: ALLOCATE-INSTANCE: keyword argumentenlijst ~ heeft oneven lengte

source: ~ method for ~ returned ~
de: ~-Methode für ~ lieferte ~.
nl: ~-method voor ~ leverde ~

source: sequence type forces length ~, but result has length ~
de: Sequence-Typ gibt Länge ~ vor, Ergebnis hat aber die Länge ~.
nl: sequence type moet lengte ~ hebben, maar resultaat heeft lengte ~

source: ~: argument should be a character, not ~
de: ~: Argument muss ein Character sein, nicht ~.
nl: ~: argument moet een teken zijn, niet ~

source: ~: argument ~ should be a string, a symbol or a character
de: ~: Argument muss ein String, Symbol oder Character sein, nicht ~.
nl: ~: argument ~ moet een string, een symbool of een teken zijn

source: ~: :initial-element ~ should be of type character
de: ~: :INITIAL-ELEMENT ~ ist nicht vom Typ CHARACTER.
nl: ~: :initial-element ~ moet van type `character' zijn

source: Attempt to modify a read-only string: ~
de: Versuch der Modifikation eines unveränderlichen String: ~
nl: Poging om niet-wijzigbare string te veranderen: ~

source: ~: argument ~ is neither a string nor an integer
de: ~: Argument ~ ist weder ein String noch eine ganze Zahl.
nl: ~: argument ~ is geen string en ook geen geheel getal

source: ~: argument ~ is not a function. To get a function in the current environment, write (FUNCTION ...). To get a function in the global environment, write (COERCE '... 'FUNCTION).
de: ~: Argument ~ ist keine Funktion. Um eine Funktion im aktuellen Environment zu bekommen, (FUNCTION ...) schreiben. Um eine Funktion im globalen Environment zu bekommen, (COERCE '... 'FUNCTION) schreiben.
nl: ~: argument ~ is geen functie. Schrijf, om een functie in de huidige omgeving te krijgen, (FUNCTION ..). Om een functie in de globale omgeving te krijgen, (COERCE '... 'FUNCTION).

source: Too many references: can't splice
nl: Te veel verwijzingen; kan niet verbinden

source: Remote peer released connection
de: Gegenseite hat die Verbindung gekappt
nl: Andere kant heeft verbinding los gelaten

source: Networking error
de: Netz-Fehler
nl: Netwerkfout

source: Only NIL, T and strings are accepted for ~ : ~
de: Für ~ sind nur NIL, T oder Strings erlaubt: ~
nl: Voor ~ zijn alleen NIL, T en strings toegestan : ~

source: ~S: symbol ~S is declared special and must not be declared a macro
de: ~S: Symbol ~S ist SPECIAL deklariert und darf nicht Makro deklariert werden.
nl: ~S: symbool ~S is special en mag niet als macro worden opgegeven

source: Loading file
de: Datei
nl: Bestand

source: Loading of file
de: Datei
nl: Bestand

source: Invalid syntax in ~S form: ~S.
de: Ungültige Syntax in ~S-Form: ~S.
nl: Ongeldige syntaxis in ~S form: ~S.

source: missing symbol types (~S/~S/~S) in ~S
de: Fehlende Symbol-Typen (~S/~S/~S) in ~S
nl: symbooltypen (~S/~S/~S) ontbreken in ~S

source: ~S: flag must be one of the symbols ~S, ~S, ~S, not ~S
de: ~S: Flag muss eines der Symbole ~S, ~S, ~S sein, nicht ~S
nl: ~S: vlag moet één van de symbolen ~S, ~S, ~S zijn, niet ~S

source: No translations for logical host ~S found
de: Keine Umsetzungen für Logical Host ~S gefunden.
nl: Geen vertalingen voor logische computernaam ~S gevonden

source: PSETF called with an odd number of arguments: ~S
de: PSETF mit einer ungeraden Anzahl von Argumenten aufgerufen: ~S
nl: PSETF aangeroepen met een oneven aantal argumenten: ~S

source: ~S: Use of ~S implicitly applies FUNCTION.~@ Therefore using ~S instead of ~S.
de: ~S: Bei ~S ist FUNCTION bereits implizit.~@ Verwende daher ~S statt ~S.
nl: ~S: door het gebruik van ~S wordt impliciet FUNCTION toegepast.~@ Daarom wordt ~S gebruikt in plaats van ~S.

source: Closing '/' is missing
de: Abschließendes '/' fehlt
nl: Afsluitende '/' ontbreekt

source: There is no package with name ~S
de: Eine Package mit Namen ~S gibt es nicht.
nl: Er is geen package met de naam ~S

source: Non-symbol ~S may not be declared READ-ONLY.
de: Nur Symbole können READ-ONLY-deklariert werden, nicht ~S.
nl: Niet-symbol ~S mag niet als READ-ONLY worden gedeclareerd.

source: argument ~S to function ~S is not a symbol
de: Das Argument ~S zu Funktion ~S ist kein Symbol.
nl: argument ~S aan functie ~S is geen symbol

source: The variable ~S is assigned to, despite of READ-ONLY declaration.
de: Der Variablen ~S wird trotz READ-ONLY-Deklaration ein Wert zugewiesen.
nl: Er wordt toegekened aan de variabele ~S, ondanks de READ-ONLY-declaratie.

source: The ~S destination is invalid (not NIL or T or a stream or a string with fill-pointer): ~S
de: Ungültiges ~S-Ziel, weder NIL noch T noch ein Stream noch ein String mit Fill-Pointer: ~S
nl: Het ~S doel is ongeldig (niet NIL, T, een stream of een string met fill-pointer): ~S

source: ~%The following functions were used but are deprecated:~%~{~<~%~:; ~S~>~^~}
nl: ~%De volgende functies zijn gebruikt maar worden afgeraden:~%~{~<~%~:; ~S~>~^~}

source: ~S from ~S: character read should be a character: ~S
de: ~S von ~S: Gelesenes Zeichen ist kein Character: ~S
nl: ~S uit ~S: gelezen teken had een character moeten zijn: ~S

source: ~S from ~S: After ~S is ~S an undefined dispatch macro character
de: ~S von ~S: Nach ~S ist ~S als Dispatch-Macrozeichen undefiniert.
nl: ~S uit ~S: Na ~S is ~S een ongedefiniëerd `dispatch-macro' teken

source: ~S: ~S of ~S is ambiguous. Please use ~S or ~S.
de: ~S: ~S von ~S ist nicht eindeutig. Benutzen Sie ~S oder ~S.
nl: ~S: ~S uit ~S is dubbelzinnig. Gebruik a.u.b. ~S of ~S.

source: ~S: missing variable.
de: ~S: Variable fehlt.
nl: ~S: variabele ontbreekt.

source: ~S method for ~S returned ~S
de: ~S-Methode für ~S lieferte ~S.
nl: ~S-methode voor ~S geeft ~S terug

source: ~%New ~S [value ~D of ~D]:
de: ~%Neues ~S [Wert ~D von ~D]:
nl: ~%Nieuwe ~S [waarde ~D van ~D]:

source: ~: argument ~S is not a character
de: ~: Argument ~S ist kein Character.
nl: ~: argument ~S is geen character

source: ~S: the font argument should be an integer, not ~S
de: ~S: Font-Argument muss ein Integer sein, nicht ~S.
nl: ~S: het lettertype-argument moet een geheel getal zijn, niet ~S

source: ~S: the bits argument should be an integer, not ~S
de: ~S: Bits-Argument muss ein Integer sein, nicht ~S.
nl: ~S: het aantal bits moet een geheel getal zijn, niet ~S

source: ~S: the only bit names are ~S, ~S, ~S, ~S, not ~S
de: ~S: Als Bit-Name sind nur ~S, ~S, ~S, ~S zugelassen, nicht ~S.
nl: ~S: de enige mogelijke bit namen zijn: ~S, ~S, ~S, ~S, niet ~S

source: ~S: ~S is not a SOCKET-SERVER
de: ~S: ~S ist kein SOCKET-SERVER
nl: ~S: ~S is geen SOCKET-SERVER

source: Values:
de: Werte:
nl: Waarden:

source: Help = this list Use the usual editing capabilities. (quit) or (exit) leaves CLISP.
nl: Help = deze lijst Gebruik de normale mogelijkheden om tekst te bewerken. (quit) of (exit) verlaat CLISP.

source: variable
nl: variabele

source: a foreign function taking foreign types ~:S and returning foreign type ~S.
de: eine Foreign-Funktion, die Argumente der Foreign-Typen ~:S akzeptiert und ein Ergebnis vom Foreign-Typ ~S liefert.
nl: een foreign functie die foreign typen ~:S ontvangt en foreign type ~S teruggeeft.

source: a symbol macro handler.
de: ein Symbol-Makro-Handler.
nl: een symbol-macro verwerker.

source: an encoding.
de: eine Kodierung.
nl: een codering.

source: a GC-invisible pointer to ~S.
de: ein für die GC unsichtbarer Pointer auf ~S.
nl: een voor de GC onzichtbare pointer naar ~S.

source: a GC-invisible pointer to a now defunct object.
de: ein für die GC unsichtbarer Pointer auf ein nicht mehr existierendes Objekt.
nl: een voor de GC onzichtbare pointer naar een object dat niet meer bestaat.

source: the symbol ~S,
de: das Symbol ~S,
nl: het symbool ~S,

source: , is accessible in the package~:[~;s~] ~{~A~^, ~}
de: , ist in ~:[der Package~;den Packages~] ~{~A~^, ~} accessible
nl: , is toegankelijk in package~:[~;s~] ~{~A~^, ~}

source: , is a keyword
de: , ist ein Keyword
nl: , is een keyword

source: , value: ~s
de: , Wert: ~s
nl: , waarde: ~s

source: a special operator
de: einen Special-Operator
nl: een speciale operator

source: a~:[~; deprecated~] function
de: eine~:[~; abgeratene~] Funktion
nl: een~:[~; afgekeurd~] functie

source: ~%Documentation as a ~a:~%~a
de: ~%Dokumentation als ~:(~A~): ~A
nl: ~%Documentatie als een ~a:~%~a

source: an integer, uses ~S bit~:p, is represented as a ~(~A~).
de: eine ganze Zahl, belegt ~S Bit~:p, ist als ~:(~A~) repräsentiert.
nl: een geheel getal, gebruikt ~S bit~:p, wordt weergegeven als een ~(~A~).

source: ~%Unicode name: ~A
nl: ~%Unicode naam: ~A
