Repository: rurban/clisp
Catalog: src/gettext/po/*.po
Languages: de, es, nl

source: FUNCTION: ~ is not a symbol, may not be used as a variable
de: FUNCTION: ~ ist kein Symbol und kann daher nicht als Variable verwendet werden.
es: FUNCTION: ~ no es un símbolo, no puede usarse como una variable
nl: FUNCTION: ~is geen symbool, en mag dus niet als variabele worden gebruikt

source: FUNCTION: ~ is a constant, may not be used as a variable
de: FUNCTION: ~ ist eine Konstante und kann daher nicht als Variable verwendet werden.
es: FUNCTION: ~ es una constante, no puede usarse como una variable
nl: FUNCTION: ~ is een constante, en mag dus niet als variabele worden gebruikt

source: FUNCTION: too many parameters in the lambda-list ~
de: FUNCTION: Zu viele Parameter in der Lambda-Liste ~
es: FUNCTION: demasiados parámetros en la lista lambda ~
nl: FUNCTION: te veel parameters in de lambda-lijst ~

source: FUNCTION: a dot in a lambda-list is allowed only for macros, not here: ~
de: FUNCTION: Ein Punkt in der Lambda-Liste ist nur bei Macros erlaubt, nicht hier: ~
es: FUNCTION: sólo en las macros se permite utilizar un punto en la lista lambda, no aquí: ~
nl: FUNCTION: een punt in een lambda-lijst is alleen toegestaan voor macro's, niet hier: ~

source: ~: ~ is not a function
de: ~: ~ ist keine Funktion.
es: ~: ~ no es una función
nl: ~: ~ is geen functie

source: EVAL/APPLY: keyword arguments for ~ should occur pairwise
de: EVAL/APPLY: Keyword-Argumente für ~ sind nicht paarig.
es: EVAL/APPLY: los argumentos clave de ~ deben aparecer por pares
nl: EVAL/APPLY: keyword-argumenten voor ~ moeten paarsgewijs optreden

source: EVAL/APPLY: too many arguments given to ~
de: EVAL/APPLY: Zu viele Argumente für ~
es: EVAL/APPLY: se han entregado demasiados argumentos a ~
nl: EVAL/APPLY: te veel argumenten gegeven aan ~

source: EVAL/APPLY: ~ is not a keyword
es: EVAL/APPLY: ~ no es una palabra clave

source: EVAL/APPLY: keyword ~ is illegal for ~. The possible keywords are ~
de: EVAL/APPLY: Das Keyword ~ ist bei ~ nicht erlaubt. Die möglichen Keywords sind ~
es: EVAL/APPLY: el argumento clave ~ es inválido en ~. Los posibles argumentos clave son ~
nl: EVAL/APPLY: keyword ~ is niet toegestaan voor ~. De mogelijke keywords zijn ~

source: EVAL/APPLY: too few arguments given to ~
de: EVAL/APPLY: Zu wenig Argumente für ~
es: EVAL/APPLY: no se han entregado suficientes argumentos a ~
nl: EVAL/APPLY: te weinig argumenten gegeven voor ~

source: EVAL: variable ~ has no value
de: EVAL: Die Variable ~ hat keinen Wert.
es: EVAL: la variable ~ no tiene ningún valor
nl: EVAL: variabele ~ heeft geen waarde

source: EVAL: illegal form ~
es: EVAL: forma ~ inválida
nl: EVAL: de form ~ is niet toegestaan

source: EVAL: undefined function ~
es: EVAL: la función ~ no está definida

source: EVAL: ~ is not a function name
es: EVAL: ~ no es el nombre de una función

source: EVAL: too few parameters for special-form ~: ~
es: EVAL: no se han entregado suficientes argumentos a la forma especial ~: ~
nl: EVAL: te veel parameters voor `special-form' ~: ~

source: EVAL: too many parameters for special-form ~: ~
es: EVAL: se han entregado demasiados parámetros a la forma especial ~: ~
nl: EVAL: te veel parameters voor special-form ~: ~

source: EVAL: dotted parameter list for special form ~: ~
es: EVAL: la lista de parámetros para la forma especial ~ está punteada: ~
nl: EVAL: parameterlijst voor `special-form' is `dotted' ~: ~

source: EVAL: too few arguments given to ~: ~
de: EVAL: Zu wenig Argumente für ~: ~
es: EVAL: no se han entregado suficientes argumentos a ~: ~
nl: EVAL: te weinig argumenten voor ~: ~

source: EVAL: too many arguments given to ~: ~
de: EVAL: Zu viele Argumente für ~: ~
es: EVAL: se han entregado demasiados argumentos a ~: ~
nl: EVAL: te veel argumenten gegeven voor ~: ~

source: EVAL: argument list given to ~ is dotted: ~
de: EVAL: Argumentliste für ~ ist dotted: ~
es: EVAL: la lista de argumentos entregada a ~ está punteada: ~
nl: EVAL: argumentenlijst voor ~ is niet `dotted': ~

source: APPLY: ~ is a special form, not a function
es: APPLY: ~ es una forma especial, no una función

source: APPLY: ~ is a macro, not a function
es: APPLY: ~ es una macro, no una función

source: APPLY: the function ~ is undefined
es: APPLY: la función ~ no está definida

source: APPLY: ~ is not a function name
es: APPLY: ~ no es el nombre de una función

source: APPLY: argument list given to ~ is dotted
de: APPLY: Argumentliste für ~ ist dotted.
es: APPLY: la lista de argumentos entregada a ~ está punteada
nl: APPLY: argumentenlijst gegeven voor ~ is `dotted'

source: APPLY: too many arguments given to ~
de: APPLY: Zu viele Argumente für ~
es: APPLY: se han entregado demasiados argumentos a ~
nl: APPLY: te veel argumenten gegeven voor ~

source: APPLY: too few arguments given to ~
de: APPLY: Zu wenig Argumente für ~
es: APPLY: se han entregado pocos argumentos a ~
nl: APPLY: te weinig argument gegeven voor ~

source: FUNCALL: ~ is a special form, not a function
es: FUNCALL: ~ es una forma especial, no una función

source: FUNCALL: ~ is a macro, not a function
es: FUNCALL: ~ es una macro, no una función

source: FUNCALL: the function ~ is undefined
es: FUNCALL: la función ~ no está definida

source: FUNCALL: ~ is not a function name
es: FUNCALL: ~ no es el nombre de una función

source: symbol ~ has no value
de: Symbol ~ hat keinen Wert.
es: el símbolo ~ no tiene valor
nl: symbool ~ heeft geen waarde

source: assignment to constant symbol ~ is impossible
de: Zuweisung nicht möglich auf das konstante Symbol ~
es: no pueden realizarse asignaciones sobre el símbolo constante ~
nl: toekenning aan constante-symbool ~ is niet toegestaan

source: ~: too many arguments given to ~
de: ~: Zu viele Argumente für ~
es: ~: se ha invocado ~ con demasiados argumentos
nl: ~: te veel argumenten voor ~

source: (~ ~): the tagbody of the tags ~ has already been left
de: (~ ~): Der Tagbody mit den Marken ~ wurde bereits verlassen.
es: (~ ~): ya se ha salido del cuerpo de etiquetas ~
nl: (~ ~): de tagbody van de tags ~ is al verlaten

source: ~: there is no CATCHer for tag ~
de: ~: Es gibt kein CATCH zur Marke ~.
es: ~: No hay ningún capturador (CATCH) para la etiqueta de salto ~
nl: ~: er is geen CATCH voor de tag ~

source: STACK corrupted
de: STACK kaputt.
es: Pila (STACK) corrupta
nl: STACK bevat fouten

source: ~: the function ~ is undefined
de: ~: Die Funktion ~ ist undefiniert.
es: ~: la función ~ no está definida
nl: ~: de functie ~ is niet gedefiniëerd

source: ~: ~ is not a correct index into ~
de: ~: ~ ist kein passender Index für ~
es: ~: ~ no es un índice correcto en ~
nl: ~: ~ is geen juiste index voor ~

source: undefined bytecode in ~ at byte ~
de: Undefinierter Byte-Code in ~ bei Byte ~
es: Código de octeto ~ indefinido en el octeto ~
nl: niet gedefiniëerde bytecode in ~ op byte ~

source: too many return values
de: Zu viele Werte erzeugt.
es: Demasiados valores devueltos
nl: te veel teruggegeven waarden

source: Corrupted STACK in ~ at byte ~
de: Stack kaputt in ~ bei Byte ~
es: Pila corrupta en ~ en el byte ~
nl: Foutieve STACK in ~ op byte ~

source: ~: function name ~ should be a symbol
de: ~: Funktionsname ~ ist kein Symbol.
es: ~: el nombre de la función ~ debe ser un símbolo
nl: ~: functienaam ~ moet een symbool zijn

source: ~: undefined function ~
de: ~: Die Funktion ~ ist nicht definiert.
es: ~: la función ~ no está definida
nl: ~: niet gedefiniëerde functie ~

source: ~: ~ is not a function name
de: ~: ~ ist keine Funktionsbezeichnung.
es: ~: ~ no es el nombre de una función
nl: ~: ~ is geen functienaam

source: ~: ~ has no dynamic value
de: ~: ~ hat keinen dynamischen Wert.
es: ~: ~ no tiene ningún valor dinámico
nl: ~: ~ heeft geen dynamische waarde

source: ~: ~ has no global function definition
de: ~: ~ hat keine globale Funktionsdefinition.
es: ~: ~ no tiene ninguna definición global de función
nl: ~: ~ heeft geen globale functiedefinitie

source: ~: the value of the constant ~ may not be altered
de: ~: Der Konstanten ~ kann kein Wert zugewiesen werden.
es: ~: no puede alterarse el valor de la constante ~
nl: ~: de waarde van de constante ~ mag niet gewijzigd worden

source: ~ called with odd number of arguments: ~
de: ~ mit ungerader Anzahl von Argumenten: ~
es: ~ invocado con un número impar de argumentos: ~
nl: ~ werd aangeroepen met een oneven aantal argumenten: ~

source: dotted list given to ~ : ~
de: Dotted List als Argumentliste an ~ : ~
es: lista punteada entregada a ~: ~
nl: `dotted' lijst meegegeven aan ~ : ~

source: ~: the value of the constant ~ must not be removed
de: ~: Der Wert der Konstanten ~ muss erhalten bleiben.
es: ~: no se debe desechar el valor de la constante ~
nl: ~: de waarde van de constante ~ mag niet verwijderd worden

source: ~: the special form definition of ~ must not be removed
es: ~: no se debe desechar la definición de la forma especial de ~
nl: ~: de `special form' definitie van ~ mag niet verwijderd worden

source: ~: doc-strings are not allowed here: ~
de: ~: Doc-Strings sind nicht hier erlaubt: ~
es: ~: aquí no se permiten cadenas de documentación: ~
nl: ~: doc-strings zijn hier niet toegestaan: ~

source: ~: ~ is not a symbol, but was declared SPECIAL
de: ~: ~ ist kein Symbol, wurde aber als SPECIAL deklariert.
es: ~: ~ no es un símbolo, pero ha sido declarado SPECIAL
nl: ~: ~ is geen symbool, maar is als SPECIAL gedeclareerd

source: ~: illegal variable specification ~
de: ~: ~ ist keine korrekte Variablenspezifikation.
es: ~: especificación inválida de variable ~
nl: ~: ongeldige variabele specificatie ~

source: ~: symbol ~ must not be declared SPECIAL and a macro at the same time
de: ~: Symbol ~ darf nicht gleichzeitig SPECIAL und Makro deklariert werden.
es: ~: el símbolo ~ no debe declararse SPECIAL, al mismo tiempo que es el de una macro
nl: ~: symbool ~ mag niet als SPECIAL en macro tegelijkertijd worden gedeclareerd

source: ~: too many variables and/or declarations
de: ~: Zuviele Variablen und/oder Deklarationen.
es: ~: demasiadas variables y/o declaraciones
nl: ~: te veel variabelen en/of declaraties

source: ~: ~ is a constant, cannot be bound
de: ~: ~ ist eine Konstante und kann nicht dynamisch gebunden werden.
es: ~: ~ es una constante, y por ello no puede ligarse
nl: ~: ~ is een constante, en kan niet gebonden worden

source: ~: ~ is not a function specification
de: ~: ~ ist keine Funktionsspezifikation.
es: ~: ~ no es la especificación de una función
nl: ~: ~ is geen functiespecificatie

source: ~: ~ is not a macro specification
de: ~: ~ ist keine Macro-Spezifikation.
es: ~: ~ no es la especificación de una macro
nl: ~: ~ is geen macrospecificatie

source: ~: macro name ~ should be a symbol
de: ~: Macro-Name ~ ist kein Symbol.
es: ~: el nombre de la macro ~ debe ser un símbolo
nl: ~: macronaam ~ moet een symbool zijn

source: ~: clause ~ should be a list
de: ~: Klausel ~ muss Liste sein.
es: ~: la clausula ~ debe ser una lista
nl: ~: clausule ~ moet een lijst zijn

source: ~: the block named ~ has already been left
de: ~: Der Block mit Namen ~ wurde bereits verlassen.
es: ~: el bloque de nombre ~ ya ha sido abandonado
nl: ~: het blok met naam ~ is al verlaten

source: ~: no block named ~ is currently visible
de: ~: Es ist kein Block namens ~ sichtbar.
es: ~: no hay ningún bloque visible con el nombre ~
nl: ~: er is nu geen blok genaamd ~ zichtbaar

source: ~: ~ is neither tag nor form
de: ~: ~ ist weder Marke noch Statement.
es: ~: ~ no es ni una etiqueta de salto ni una forma
nl: ~: ~ is tag noch form

source: ~: illegal tag ~
de: ~: ~ ist keine zulässige Marke.
es: ~: etiqueta de salto inválida ~
nl: ~: ongeldige tag ~

source: ~: tagbody for tag ~ has already been left
de: ~: Tagbody zur Marke ~ wurde bereits verlassen.
es: ~: ya se ha salido del cuerpo de etiquetas de ~
nl: ~: tagbody voor tag ~ is al verlaten

source: ~: no tag named ~ is currently visible
de: ~: Es ist keine Marke namens ~ sichtbar.
es: ~: no hay ninguna etiqueta de salto visible con el nombre ~
nl: ~: er is geen tag genaamd ~ zichtbaar

source: ~: too many values
de: ~: Zu viele Werte.
es: ~: demasiados valores
nl: ~: te veel waarden

source: ~: too many arguments to ~
de: ~: Zu viele Argumente für ~
es: ~: se han entregado demasiados argumentos a ~
nl: ~: te veel argumenten voor ~

source: Argument ~ is not a macroexpansion environment
de: Argument ~ ist kein Macroexpansions-Environment.
es: El argumento ~ no es un entorno para la expansión de macros
nl: Argument ~ is geen macroexpansion omgeving

source: declarations ~ are not allowed here
de: Deklarationen ~ an dieser Stelle nicht erlaubt.
es: las declaraciones ~ no están permitidas aquí
nl: declaraties ~ zijn hier niet toegestaan

source: ~: ~ evaluated to the values ~, not of type ~
de: ~: Die Form ~ produzierte die Werte ~, nicht vom Typ ~
es: ~: La forma ~ ha producido los valores ~, ninguno de los cuales es del tipo ~
nl: ~: ~ is geëvalueerd tot de waarden ~, die niet van type ~ zijn

source: ~: bad declaration ~
de: ~: Falsche Deklaration: ~
es: ~: declaración incorrecta ~
nl: ~: foutieve declaratie ~

source: ~: ~ may not be used as an environment
de: ~: ~ ist nicht als Environment geeignet.
es: ~: ~ no puede usarse como un entorno
nl: ~: ~ mag niet als een omgeving worden gebruikt

source: no doc-strings allowed here: ~
de: Hier sind keine Doc-Strings erlaubt: ~
es: no se permite la utilización de cadenas de documentación aquí: ~
nl: hier zijn geen doc-strings toegestaan: ~

source: keyword argument list ~ has an odd length
de: Keyword-Argumentliste ~ hat ungerade Länge.
es: la lista de argumentos clave ~ tiene longitud impar
nl: keyword argumentenlijst ~ heeft een oneven lengte

source: illegal keyword/value pair ~, ~ in argument list. The allowed keywords are ~
de: Unzulässiges Keyword/Wert-Paar ~, ~ in einer Argumentliste. Die erlaubten Keywords sind ~
es: par argumento clave/valor inválido ~, ~ en la lista de argumentos. Los parámetros clave permitidos son ~
nl: ongeldig keyword/waarde paar ~, ~ in argumentenlijst. De toegestane keywords zijn ~

source: ~: host should be NIL or a string, not ~
de: ~: Host muss NIL oder ein String sein, nicht ~
es: ~: el anfitrión debe ser, o bien NIL, o una cadena, pero no ~
nl: ~: host moet NIL zijn of een string, niet ~

source: ~: illegal hostname ~
de: ~: syntaktisch illegaler Hostname ~
es: ~: nombre de anfitrión inválido ~
nl: ~: ongeldige computernaam ~

source: ~: host should be NIL, not ~
de: ~: Host muss NIL sein, nicht ~
es: ~: el anfitrión debe ser NIL, no ~
nl: ~: host moet NIL zijn, niet ~

source: ~: argument should be a string, symbol, file stream or pathname, not ~
de: ~: Argument muss ein String, Symbol, File-Stream oder Pathname sein, nicht ~
es: ~: el argumento debe ser o bien una cadena, o un símbolo, o un flujo de fichero o un PATHNAME pero no ~
nl: ~: argument moet een string, symbool, bestandsstream of padnaam zijn, niet ~

source: ~: there is no environment variable ~
de: ~: Es gibt keine Environment-Variable ~.
es: ~: no hay ninguna variable de entorno ~
nl: ~: er is geen omgevingsvariabele ~

source: ~: there is no user named ~
de: ~: Es gibt keinen Benutzer mit Namen ~.
es: ~: no hay ningún usuario con el nombre ~
nl: ~: er is geen gebruiker met naam ~

source: ~: syntax error in filename ~ at position ~
de: ~: Syntax Error im Dateinamen ~ an Position ~.
es: ~: error de sintáxis en el nombre del fichero ~, en la posición ~
nl: ~: syntactische fout in bestandsnaam ~ op positie ~

source: ~: hosts ~ and ~ of ~ should coincide
de: ~: Hosts ~ und ~ von ~ stimmen nicht überein.
es: ~: los anfitriones ~ y ~ de ~ deben coincidir
nl: ~: hosts ~ en ~ van ~ stemmen niet overeen

source: ~: argument ~ is not a logical pathname, string, stream or symbol
de: ~: Argument ~ ist kein Logical Pathname, String, Stream oder Symbol.
es: ~: el argumento ~ no es un PATHNAME "lógica", una cadena de caracteres, un flujo o un símbolo
nl: ~: argument ~ is niet de naam van een logisch pad, string, stream of symbool

source: ~: endless loop while resolving ~
de: ~: Endlosschleife beim Auflösen von ~
es: ~: bucle infinito para ~
nl: ~: oneindige lus bij oplossen van ~

source: ~: unknown logical host ~ in ~
de: ~: Logical Host ~ ist unbekannt: ~
es: ~: anfitrión ~ desconocido en ~
nl: ~: onbekende logische host ~ in ~

source: ~: No replacement rule for ~ is known.
de: ~: Keine Ersetzungsregel für ~ ist bekannt.
es: ~: No se conoce ninguna regla de sustitución para ~.
nl: ~: Er is geen substitutieregel voor ~ bekend.

source: ~: :VERSION-argument should be NIL or a positive fixnum or :WILD or :NEWEST, not ~
de: ~: :VERSION-Argument muss NIL oder ein Fixnum >0 oder :WILD oder :NEWEST sein, nicht ~
es: ~: el argumento :VERSION debe ser NIL, un número positivo del tipo fixnum, :WILD o :NEWEST pero no ~
nl: ~: :VERSION-argument moet NIL of een positief fixnum of :WILD of :NEWEST zijn, niet ~

source: ~: :VERSION-argument should be NIL or :WILD or :NEWEST, not ~
de: ~: :VERSION-Argument muss NIL oder :WILD oder :NEWEST sein, nicht ~
es: ~: el argumento :VERSION debe ser o bien NIL, o :WILD o :NEWEST, pero no ~
nl: ~: :VERSION-argument moet NIL of :WILD of :NEWEST zijn, niet ~

source: ~: illegal ~ argument ~
de: ~: Unzulässiges ~-Argument ~
es: ~: el argumento de ~ es inválido: ~
nl: ~: ongeldig ~ argument ~

source: wildcards are not allowed here: ~
de: Hier sind keine Wildcards (Dateiquantoren) erlaubt: ~
es: Aquí no están permitidos los comodines: ~
nl: wildcards zijn hier niet toegestaan: ~

source: ~: argument ~ should be ~, ~, ~, ~, ~, ~ or ~
de: ~: Argument ~ sollte ~, ~, ~, ~, ~, ~ oder ~ sein.
es: ~: el argumento ~ debe ser ~, ~, ~, ~, ~, ~ o ~
nl: ~: argument ~ moet ~, ~, ~, ~, ~, ~ of ~ zijn

source: ~: replacement pieces ~ do not fit into ~
de: ~: Ersetzungsstücke ~ passen nicht in ~.
es: ~: las piezas de intercambio ~ no caben en ~
nl: ~: substitutie-delen ~ passen niet in ~

source: ~: ~ is not a specialization of ~
de: ~: ~ ist keine Spezialisierung von ~.
es: ~: ~ no es una especialización de ~
nl: ~: ~ is geen specialisatie van ~

source: (~ ~ ~ ~) is ambiguous: ~
de: (~ ~ ~ ~) ist nicht eindeutig: ~
es: (~ ~ ~ ~) es ambiguo: ~
nl: (~ ~ ~ ~) is dubbelzinnig: ~

source: nonexistent directory: ~
de: Directory existiert nicht: ~
es: directorio inexistente: ~
nl: niet-bestaande map: ~

source: ~: File ~ already exists
es: ~: El fichero ~ ya existe
nl: ~: Bestand ~ bestaat al

source: no directory ~ above ~
de: Directory ~ oberhalb ~ existiert nicht.
es: no existe el directorio ~ bajo ~
nl: geen map ~ boven ~

source: "..\\" after "...\\" is invalid: ~
de: "..\\" nach "...\\" ist unzulässig: ~
es: "..\\" después de "...\\" es inválido: ~
nl: "..\\" na "...\\" is ongeldig: ~

source: Couldn't access current directory
es: No se pudo acceder al directorio actual
nl: Kan geen toegang krijgen tot huidige map

source: ~: ~ names a file, not a directory
de: ~: ~ ist ein File und kein Directory.
es: ~: ~ es el nombre de un fichero, no de un directorio
nl: ~: ~ benoemt een bestand, niet een map

source: ~: ~ names a directory, not a file
de: ~: ~ ist ein Directory und kein File.
es: ~: ~ es el nombre de un directorio, no de un fichero
nl: ~: ~ benoemt een map, niet een bestand

source: UNIX error while GETWD: ~
de: UNIX-Fehler bei GETWD: ~
es: Se produjo un error UNIX durante la ejecución de GETWD: ~
nl: UNIX fout tijdens GETWD: ~

source: UNIX GETWD returned ~
de: UNIX GETWD lieferte ~
es: Se produjo un error UNIX durante la ejecución de GETWD: ~
nl: UNIX GETWD leverde ~

source: UNIX REALPATH returned ~
de: UNIX REALPATH lieferte ~
es: Se produjo un error UNIX durante la ejecución de REALPATH: ~
nl: UNIX REALPATH leverde ~

source: ~: If a device is specified, the directory must begin with ~: ~
de: ~: Ist ein Device angegeben, muss das Directory mit ~ anfangen: ~
es: ~: Si se especifica un dispositivo, el directorio debe comenzar con ~: ~
nl: ~: Als een apparaat is opgegeven, moet het pad beginnen met ~: ~

source: no file name given: ~
de: Dateiname muss angegeben werden: ~
es: no se ha entregado ningún nombre de fichero: ~
nl: geen bestandsnaam opgegeven: ~

source: not a directory: ~
de: Das ist keine Directory-Angabe: ~
es: no es un directorio: ~
nl: niet een map: ~

source: ~: file ~ does not exist
de: ~: Datei ~ existiert nicht.
es: ~: el fichero ~ no existe
nl: ~: bestand ~ bestaat niet

source: ~: pathname with type but without name makes no sense: ~
de: ~: Pathname mit TYPE, aber ohne NAME sinnlos: ~
es: ~: un PATHNAME con tipo, pero sin nombre, no tiene ningún sentido: ~
nl: ~: padnaam met type maar zonder naam is zinloos: ~

source: cannot delete file ~ since there is file stream open to it
de: Datei ~ kann nicht gelöscht werden, weil ein File-Stream auf sie geöffnet wurde.
es: no se puede borrar el fichero ~ puesto que hay un flujo abierto sobre el
nl: kan bestand ~ niet verwijderen omdat er een open bestandsstream naartoe loopt

source: cannot rename file ~ since there is file stream open to it
de: Datei ~ kann nicht umbenannt werden, weil ein File-Stream auf sie geöffnet wurde.
es: no se puede renombrar el fichero ~ puesto que hay un flujo abierto sobre el
nl: kan bestand ~ niet hernoemen omdat er een open bestandsstream naartoe loopt

source: file ~ does not exist
es: el fichero ~ no existe
nl: bestand ~ bestaat niet

source: a file named ~ already exists
es: ya existe un fichero con el nombre ~
nl: er is al een bestand genaamd ~

source: ~: illegal :DIRECTION argument ~
es: ~: argumento :DIRECTION inválido ~
nl: ~: ongeldig :DIRECTION argument ~

source: ~: illegal :ELEMENT-TYPE argument ~
es: ~: argumento :ELEMENT-TYPE inválido ~
nl: ~: ongeldig :ELEMENT-TYPE argument ~

source: ~: illegal :IF-EXISTS argument ~
es: ~: argumento :IF-EXISTS inválido ~
nl: ~: ongeldig :IF-EXISTS argument ~

source: ~: illegal :IF-DOES-NOT-EXIST argument ~
es: ~: argumento :IF-DOES-NOT-EXIST inválido ~
nl: ~: ongeldig :IF-DOES-NOT-EXIST argument ~

source: root directory not allowed here: ~
de: Hier sind nur echte Unterdirectories zulässig, nicht ~
es: el directorio raíz no está permitido aquí: ~
nl: hoofdmap is hier niet toegestaan: ~

source: ~: the command should be a string, not ~
es: ~: la orden debe ser una cadena y no ~
nl: ~: het commando moet een string zijn, niet ~

source: ~ on ~ is illegal
de: ~ auf ~ ist unzulässig.
es: ~ no es posible sobre el flujo ~
nl: ~ op ~ is ongeldig

source: ~: the last character read from ~ was not ~
de: ~: Das letzte von ~ gelesene Zeichen war nicht ~.
es: ~: el último carácter leído de ~ no era ~
nl: ~: het laatst gelezen teken van ~ was niet ~

source: ~ from ~ without ~ before it
de: ~ von ~ ohne vorheriges ~.
es: ~ en ~ sin ~ antes de él
nl: ~ van ~ zonder ~ ervoor

source: ~: cannot output to ~
de: ~: Kann nichts auf ~ ausgeben.
es: ~: no se puede escribir en ~
nl: ~: kan niet schrijven naar ~

source: ~ is not a character, cannot be output onto ~
de: ~ ist kein Character und kann daher nicht auf ~ ausgegeben werden.
es: ~ no es un carácter, no puede escribirse en ~
nl: ~ is geen teken, kan niet geschreven worden naar ~

source: character ~ is not a string-char, cannot be output onto ~
es: el carácter ~ no es del tipo STRING-CHAR, y por ello no puede escribirse en ~

source: ~ is not an integer, cannot be output onto ~
de: ~ ist kein Integer und kann daher nicht auf ~ ausgegeben werden.
es: ~ no es un entero, no puede escribirse en ~
nl: ~ is geen geheel getal, kan niet geschreven worden naar ~

source: integer ~ is out of range, cannot be output onto ~
de: Integer ~ ist zu groß oder zu klein und kann daher nicht auf ~ ausgegeben werden.
es: el entero ~ está fuera del dominio, no puede imprimirse en ~
nl: geheel getal ~ ligt buiten bereik, kan niet geschreven worden naar ~
