Repository: rurban/clisp
Catalog: src/gettext/po/*.po
Languages: de, es, nl

source: character ~ contains bits, cannot be output onto ~
de: Character ~ enthält Bits und kann daher nicht auf ~ ausgegeben werden.
es: el carácter ~ contiene bits, que no pueden imprimirse en ~
nl: teken ~ bevat bits en kan niet geschreven worden naar ~

source: RAW mode not supported on ~
de: RAW-Modus wird auf ~ nicht unterstützt.
es: Modo RAW no soportado en ~
nl: RAW (kale) modus niet ondersteund op ~

source: ~: argument ~ should be a window stream
de: ~: Argument ~ sollte ein Window-Stream sein.
es: ~: el argumento ~ debe ser un WINDOW-STREAM
nl: ~: argument ~ moet een window-stream zijn

source: cannot output to standard output
de: Kann nichts auf Standard-Output ausgeben.
es: no se puede escribir en la salida estándar
nl: kan niet naar standaard uitvoer schrijven

source: environment has no TERM variable
de: Environment enthält keine TERM-Variable.
es: no existe ninguna variable de entorno TERM
nl: omgeving heeft geen TERM variabele

source: terminal type ~ unknown to termcap
de: TERMCAP kennt Terminal-Typ ~ nicht.
es: No existe ninguna entrada para el tipo de terminal ~ en termcap
nl: terminaltype ~ komt niet in termcap voor

source: insufficient terminal: hardcopy terminal
de: Unzureichendes Terminal: Hardcopy-Terminal.
es: terminal insuficiente: usando el modo de impresora
nl: terminal ontoereikend: de terminal drukt af op papier

source: insufficient terminal: overstrikes, cannot clear output
de: Unzureichendes Terminal: Kann Ausgegebenes nicht mehr löschen.
es: teminal insuficiente: no se puede inicializar la salida
nl: terminal ontoereikend: wat geschreven is kan niet meer gewist worden

source: insufficient terminal: cannot scroll
de: Unzureichendes Terminal: Kann nicht scrollen.
es: terminal insuficiente: no se puede desplazar la pantalla
nl: terminal is niet in staat om teksten te verschuiven

source: insufficient terminal: cannot clear screen
de: Unzureichendes Terminal: Kann Bildschirm nicht löschen.
es: terminal insuficiente: no se puede borrar la pantalla
nl: terminal ontoereikend: kan scherm niet wissen

source: insufficient terminal: cannot position cursor randomly
de: Unzureichendes Terminal: Kann Cursor nicht willkürlich positionieren.
es: terminal insuficiente: no se puede situar el cursor aleatoriamente
nl: terminal ontoereikend: kan cursor niet willekeurig positioneren

source: ~: package SCREEN is not implemented
de: ~: Paket SCREEN ist nicht implementiert.
es: ~: el paquete SCREEN no está implementado
nl: ~: package SCREEN is niet geïmplementeerd

source: Closed ~ because disk is full.
de: Diskette/Platte voll. Deswegen wurde ~ geschlossen.
es: Se ha cerrado ~ porque el disco está lleno.
nl: ~ gesloten omdat de schijf vol is.

source: cannot position ~ beyond EOF
de: Positionierung von ~ hinter EOF unmöglich.
es: no es posible colocarse en ~ más allá de EOF
nl: positionering van ~ na EOF niet mogelijk

source: ~: ~ is not a regular file.
es: ~: ~ no es un fichero normal.

source: file ~ is not an integer file
de: File ~ hat nicht das Format eines Integer-Files.
es: el fichero ~ no tiene el formato de un fichero de enteros
nl: bestand ~ is geen bestand met gehele getallen

source: ~: argument should be a symbol, not ~
de: ~: Argument muss ein Symbol sein, nicht ~
es: ~: el argumento debe ser un símbolo, no ~
nl: ~: argument moet een symbool zijn, niet ~

source: ~ is beyond the end because the string ~ has been adjusted
de: ~ hinterm Stringende angelangt, weil String ~ adjustiert wurde.
es: ~ está más allá del final porque la cadena ~ ha sido ajustada
nl: ~ is voorbij het einde omdat de string ~ aangepast is

source: ~: ~ is not a string input stream
de: ~: ~ ist kein String-Input-Stream.
es: ~: ~ no es un flujo de entrada de cadenas de caracteres
nl: ~: ~ is geen invoerstream van strings

source: ~: ~ is not a string output stream
de: ~: ~ ist kein String-Output-Stream.
es: ~: ~ no es un flujo de salida de cadenas de caracteres
nl: ~: ~ is geen uitvoerstream van strings

source: ~: argument ~ should be a string with fill pointer
de: ~: Argument muss ein String mit Fill-Pointer sein, nicht ~
es: ~: El argumento ~ debe ser una cadena con un puntero de relleno
nl: ~: argument ~ moet een string zijn met vul-pointer

source: ~: ~ is not a buffered input stream
de: ~: ~ ist kein Buffered-Input-Stream.
es: ~: ~ no es un flujo de entrada con buffer
nl: ~: ~ is geen gebufferde invoerstream

source: host should be string, not ~
de: Host muss ein String sein, nicht ~
es: el anfitrión debe ser una cadena de caracteres y no ~
nl: host moet een string zijn, niet ~

source: display should be a nonnegative fixnum, not ~
de: Display sollte ein Fixnum >=0 sein, nicht ~
es: el `display' debe ser un entero del tipo FIXNUM >=0, y no ~
nl: display (beeldscherm) moet een niet-negatief fixnum zijn, niet ~

source: ~: stream must be a socket-stream, not ~
de: ~: Stream muss ein Socket-Stream sein, nicht ~
es: ~: el flujo debe ser un `socket-stream' y no ~
nl: ~: stream moet een socket-stream zijn, niet ~

source: ~: argument ~ should be a vector of type (ARRAY (UNSIGNED-BYTE 8) (*))
de: ~: Argument ~ sollte ein Vektor vom Typ (ARRAY (UNSIGNED-BYTE 8) (*)) sein.
es: ~: el argumento ~ debe ser un vector del tipo (ARRAY (UNSIGNED-BYTE 8) (*))
nl: ~: argument ~ moet een vector zijn van type (ARRAY (UNSIGNED-BYTE 8) (*))

source: ~: ~ is not a SOCKET-SERVER
de: ~: ~ ist kein SOCKET-SERVER
es: ~: ~ no es un SOCKET-SERVER
nl: ~: ~ is geen SOCKET-SERVER

source: ~: argument ~ is not a SOCKET-STREAM
de: ~: Argument ~ ist kein SOCKET-STREAM
es: ~: el argumento ~ no es un SOCKET-STREAM
nl: ~: argument ~ is geen SOCKET-STREAM

source: ~: stream must be a generic-stream, not ~
de: ~: Stream muss ein Generic-Stream sein, nicht ~
es: ~: el flujo debe ser un `generic-stream', no ~
nl: ~: stream moet een generic stream zijn, niet ~

source: The value of ~ is not a stream: ~
de: Der Wert von ~ ist kein Stream: ~
es: El valor de ~ no es un flujo: ~
nl: De waarde van ~ is geen stream: ~

source: The value of ~ is not an appropriate stream: ~
de: Der Wert von ~ ist kein passender Stream: ~
es: El valor de ~ no es un flujo apropiado: ~
nl: De waarde van ~ is geen gepaste stream: ~

source: The value of ~ was not a stream: ~. It has been changed to ~.
de: Der Wert von ~ war kein Stream: ~. Wurde zurückgesetzt auf ~.
es: El valor de ~ no era un flujo: ~. Ha sido cambiado por ~.
nl: De waarde van ~ was geen stream: ~. Het is veranderd in ~.

source: readline library: out of memory.
de: Readline-Library: kein freier Speicher mehr da.
es: biblioteca readline: la memoria ha sido agotada.
nl: readline bibliotheek: onvoldoende geheugen.

source: ~: Ctrl-C: User break
de: ~: Ctrl-C: Tastatur-Interrupt
es: ~: Ctrl-C: Interrupción del usuario
nl: ~: Ctrl-C: Onderbreking

source: ~: input stream ~ has reached its end
de: ~: Eingabestream ~ ist zu Ende.
es: ~: el flujo de entrada ~ ha alcanzado su final
nl: ~: invoerstream ~ heeft zijn einde bereikt

source: ~: argument ~ is not an open file stream
de: ~: Argument muss ein offener File-Stream sein, nicht ~
es: ~: el argumento ~ no es el flujo de un fichero abierto
nl: ~: argument ~ is geen open bestandsstream

source: ~: position argument should be ~ or ~ or a nonnegative fixnum, not ~
es: ~: el argumento de posición debe ser ~, ~ o un número no negativo del tipo FIXNUM, pero no ~

source: The value of ~ was not a readtable. It has been reset.
de: Der Wert von ~ war keine Readtable, musste zurückgesetzt werden.
es: El valor de ~ no es una tabla de lectura. Ha sido inicializado/a.
nl: De waarde van ~ was geen `readtable' en moest teruggezet worden.

source: ~: argument ~ is not a readtable
de: ~: Argument ~ ist keine Readtable.
es: ~: el argumento ~ no es una tabla de lectura
nl: ~: argument ~ is geen `readtable'

source: ~: ~ is a dispatch macro character
de: ~: ~ ist ein Dispatch-Macro-Zeichen.
es: ~: ~ es un macro carácter secundario
nl: ~: ~ is een `dispatch-macro' teken

source: ~: ~ is not a dispatch macro character
de: ~: ~ ist kein Dispatch-Macro-Zeichen.
es: ~: ~ no es un macro carácter secundario
nl: ~: ~ is geen `dispatch-macro' teken

source: ~: digit $ not allowed as sub-char
de: ~: Ziffer $ als sub-char nicht erlaubt.
es: ~: el dígito $ no está permitido como un sub-carácter
nl: ~: cijfer $ niet toegestaan als `sub-char'

source: ~: new value ~ should be ~, ~, ~ or ~.
de: ~: neuer Wert ~ sollte ~, ~, ~ oder ~ sein.
es: ~: el nuevo valor ~ debe ser ~, ~, ~ o ~.
nl: ~: nieuwe waarde ~ moet ~, ~, ~ of ~ zijn.

source: The value of ~ should be an integer between 2 and 36, not ~. It has been reset to 10.
de: Der Wert von ~ sollte eine ganze Zahl zwischen 2 und 36 sein, nicht ~. Er wird auf 10 gesetzt.
es: El valor de ~ debe ser un entero entre 2 y 36, no ~. Ha sido inicializado a 10.
nl: De waarde van ~ moet een geheel getal tussen 2 en 36 zijn, niet ~. Het is teruggezet op 10.

source: ~ from ~: character read should be a string-char: ~
es: ~ en ~: el carácter leído debe ser un STRING-CHAR: ~

source: ~: input stream ~ ends within an object. Last opening parenthesis probably in line ~.
de: ~: Eingabestream ~ endet innerhalb eines Objekts. Letzte öffnende Klammer vermutlich in Zeile ~.
es: ~: el flujo de entrada ~ ha terminado mientras se procesaba un objeto. El último paréntesis abierto es, probablemente, el de la línea ~.
nl: ~: invoerstream ~ eindigt binnen een object. Laatste haakje openen waarschijnlijk in regel ~.

source: ~: input stream ~ ends within an object
de: ~: Eingabestream ~ endet innerhalb eines Objekts.
es: ~: el flujo de entrada ~ ha terminado mientras se procesaba un objeto
nl: ~: invoerstream ~ eindigt binnen een object

source: ~ from ~: illegal character ~
de: ~ von ~: Zeichen ~ ist nicht erlaubt.
es: ~ en ~: carácter inválido ~
nl: ~ uit ~: ongeldig teken ~

source: ~: input stream ~ ends within a token after single escape character
de: ~: Eingabestream ~ endet mitten im Token nach Single-Escape-Zeichen.
es: ~: el flujo de entrada ~ termina con un `token' después de un carácter de escape simple
nl: ~: invoerstream ~ eindigt binnen een token na een enkele stuurcode

source: ~: input stream ~ ends within a token after multiple escape character
de: ~: Eingabestream ~ endet mitten im Token nach Multiple-Escape-Zeichen.
es: ~: el flujo de entrada ~ termina con un `token' después de un carácter de escape múltiple
nl: ~: invoerstream ~ eindigt binnen een token na een meervoudige stuurcode

source: ~ from ~: ~ has no macro character definition
de: ~ von ~: ~ hat keine Macrozeichendefinition.
es: ~ en ~: ~ no tiene ninguna definición de macro carácter
nl: ~ uit ~: ~ heeft geen macroteken definitie

source: ~ from ~: macro character definition for ~ may not return ~ values, only one value.
de: ~ von ~: Macrozeichendefinition zu ~ darf keine ~ Werte liefern, sondern höchstens einen.
es: ~ en ~: la definición del macro carácter para ~ no puede devolver ~ valores, sólo puede ser uno.
nl: ~ uit ~: macroteken definitie voor ~ mag niet ~ waarden teruggeven, uitsluitend één waarde.

source: ~: input stream ~ ends within read macro beginning to ~
de: ~: Eingabestream ~ endet innerhalb eines Read-Macro zu ~
es: ~: el flujo de entrada ~ ha terminado mientras se procesaba una macro de lectura en ~
nl: ~: invoerstream ~ eindigt binnen een `read-macro' naar ~

source: ~ from ~: After ~ is ~ an undefined dispatch macro character
de: ~ von ~: Nach ~ ist ~ als Dispatch-Macrozeichen undefiniert.
es: ~ en ~: Después de ~ está ~, que no es un macro carácter secundario
nl: ~ uit ~: Na ~ is ~ een niet gedefiniëerd `dispatch-macro' teken

source: ~ from ~: dispatch macro character definition for ~ after ~ may not return ~ values, only one value.
de: ~ von ~: Dispatch-Macrozeichen-Definition zu ~ nach ~ darf keine ~ Werte liefern, sondern höchstens einen.
es: ~ en ~: la definición del macro carácter secundario de ~ después de ~ sólo puede devolver un valor, no ~
nl: ~ uit ~: `dispatch-macro' teken definitie voor ~ na ~ mag niet ~ waarden teruggeven, uitsluitend één waarde.

source: ~ from ~: a token consisting only of dots cannot be meaningfully read in
de: ~ von ~: Ein nur aus Punkten bestehendes Token ist nicht einlesbar.
es: ~ en ~: no puede leerse correctamente un `token' que consiste únicamente en puntos
nl: ~ uit ~: een token bestaande uit enkel punten kan niet zinvol gelezen worden

source: ~ from ~: too many colons in token ~
de: ~ von ~: Zuviele Doppelpunkte im Token ~
es: ~ en ~: demasiados `:' en el `token' ~
nl: ~ uit ~: te veel dubbele punten in token ~

source: ~ from ~: there is no package with name ~
de: ~ von ~: Eine Package mit dem Namen ~ gibt es nicht.
es: ~ en ~: no existe ningún paquete con el nombre ~
nl: ~ uit ~: er is geen package met naam ~

source: ~ from ~: ~ has no external symbol with name ~
de: ~ von ~: In ~ gibt es kein externes Symbol mit Namen ~
es: ~ en ~: ~ no tiene ningún símbolo externo con el nombre ~
nl: ~ uit ~: ~ heeft geen extern symbool met naam ~

source: ~ from ~: token "." not allowed here
de: ~ von ~: Token "." an dieser Stelle nicht erlaubt.
es: ~ en ~: el `token' "." no está permitido aquí
nl: ~ uit ~: token "." hier niet toegestaan

source: ~: the value of ~ has been arbitrarily altered
de: ~: Der Wert von ~ wurde von außen verändert.
es: ~: el valor de ~ ha sido arbitrariamente alterado

source: ~: no entry for ~ from ~ in ~ = ~
de: ~: ~ aus ~ ist in ~ = ~ nicht aufgeführt.
es: ~: no existe ninguna entrada para ~ de ~ en ~ = ~
nl: ~: ingang voor ~ uit ~ komt in ~ = ~ niet voor

source: ~ from ~: illegal end of dotted list
de: ~ von ~: Kein korrekter Listenabschluss einer Dotted List.
es: ~ en ~: fin de lista punteada inválido
nl: ~ uit ~: ongeldig einde voor dotted lijst

source: ~ from ~: an object cannot start with ~
de: ~ von ~: ~ am Anfang eines Objekts
es: ~ en ~: un objeto no puede comenzar por ~
nl: ~ uit ~: een object mag niet beginnen met ~

source: ~: input stream ~ ends within a string
de: ~: Eingabestream ~ endet innerhalb eines Strings.
es: ~: el flujo de entrada ~ termina con una cadena
nl: ~: invoerstream ~ eindigt binnen een string

source: ~ from ~: no number allowed between # and $
de: ~ von ~: Zwischen # und $ darf keine Zahl stehen.
es: ~ en ~: no debe haber ningún número entre # y $
nl: ~ uit ~: geen getal toegestaan tussen # en $

source: ~: input stream ~ ends within a comment #$ ... $#
de: ~: Eingabestream ~ endet innerhalb eines Kommentars #$ ... $#
es: ~: el flujo de entrada ~ termina dentro un comentario #$ ... $#
nl: ~: invoerstream ~ eindigt binnen commentaar #$ ... $#

source: ~ from ~: font number ~ for character is too large, should be < ~
es: ~ en ~: el número ~ para la fuente de caracteres es demasiado grande, debe ser < ~

source: ~ from ~: there is no character bit with name ~
es: ~ en ~: no hay ningún nombre para los bits de carácter que sea ~

source: ~ from ~: there is no character with name ~
de: ~ von ~: Ein Character mit Namen ~ gibt es nicht.
es: ~ en ~: no hay ningún carácter con el nombre ~
nl: ~ uit ~: er is geen teken met naam ~

source: ~ from ~: token ~ after #$ is not a rational number in base ~
de: ~ von ~: Das Token ~ nach #$ lässt sich nicht als rationale Zahl in Basis ~ interpretieren.
es: ~ en ~: el `token' ~ después de #$ no es un número racional en base ~
nl: ~ uit ~: token ~ na #$ is geen rationaal getal met grondtal ~

source: ~ from ~: the number base must be given between # and R
de: ~ von ~: Zwischen # und R muss die Zahlsystembasis angegeben werden.
es: ~ en ~: el número de la base debe estar entre # y R
nl: ~ uit ~: de getalsbasis moet gegeven worden tussen # en R

source: ~ from ~: The base ~ given between # and R should lie between 2 and 36
de: ~ von ~: Die zwischen # und R angegebene Basis ~ liegt nicht zwischen 2 und 36.
es: ~ en ~: La base ~ entre # y R debe estar entre 2 y 36
nl: ~ uit ~: De basis ~ gegeven tussen # en R moet tussen 2 en 36 liggen

source: ~ from ~: bad syntax for complex number: #C~
de: ~ von ~: Falsche Syntax für komplexe Zahl: #C~
es: ~ en ~: sintaxis incorrecta del número complejo: #C~
nl: ~ uit ~: foutieve syntaxis voor complex getal: #C~

source: ~ from ~: token expected after #:
de: ~ von ~: Nach #: muss ein Token folgen.
es: ~ en : ~: se esperaba un `token' después de #:
nl: ~ uit ~: token verwacht na #:

source: ~ from ~: token ~ after #: should contain no colon
de: ~ von ~: Das Token ~ nach #: darf keine Doppelpunkte enthalten.
es: ~ en ~: el `token' ~ después de #: no debe contener dos puntos
nl: ~ uit ~: token ~ na #: mag geen dubbele punt bevatten

source: ~ from ~: only zeroes and ones are allowed after #*
de: ~ von ~: Nach #* dürfen nur Nullen und Einsen kommen.
es: ~ en ~: sólo se permiten ceros y unos después de #*
nl: ~ uit ~: enkel nullen en enen zijn toegestaan na #*

source: ~ from ~: bit vector is longer than the explicitly given length ~
de: ~ von ~: Bit-Vektor länger als angegebene Länge ~.
es: ~ en ~: la longitud del vector de bits es mayor que la longitud explícitamente indicada ~
nl: ~ uit ~: bitvector is langer dan de expliciet opgegeven lengte ~

source: ~ from ~: must specify element of bit vector of length ~
de: ~ von ~: Element für Bit-Vektor der Länge ~ muss spezifiziert werden.
es: ~ en ~: debe especificar un elemento para el vector de bits de longitud ~
nl: ~ uit ~: een element van de bitvector met lengte ~ moet opgegeven worden

source: ~ from ~: vector is longer than the explicitly given length ~
de: ~ von ~: Vektor länger als angegebene Länge ~.
es: ~ en ~: el vector tiene una longitud mayor que la explícitamente indicada ~
nl: ~ uit ~: vector is langer dan de expliciet opgegeven lengte ~

source: ~ from ~: must specify element of vector of length ~
de: ~ von ~: Element für Vektor der Länge ~ muss spezifiziert werden.
es: ~ en ~: debe especificar un elemento para el vector de longitud ~
nl: ~ uit ~: een vectorelement van lengte ~ moet opgegeven worden

source: ~ from ~: bad syntax for array: #A~
de: ~ von ~: Falsche Syntax für Array: #A~
es: ~ en ~: sintaxis incorrecta en la matriz: #A~
nl: ~ uit ~: foutieve syntaxis voor array: #A~

source: ~ from ~: a number must be given between # and $
de: ~ von ~: Zwischen # und $ muss eine Zahl angegeben werden.
es: ~ en ~: debe indicarse un número entre # y $
nl: ~ uit ~: er moet een getal tussen # en $ moet worden gegeven

source: ~ from ~: label #~? too large
de: ~ von ~: Label #~? zu groß
es: ~ en ~: la etiqueta #~? es demasiado grande
nl: ~ uit ~: label #~? te groot

source: ~ from ~: the value of ~ has been altered arbitrarily, it is not an alist: ~
de: ~ von ~: Der Wert von ~ wurde von außen verändert, er ist keine A-Liste: ~
es: ~ en ~: el valor de ~ ha sido modificado arbitrariamente, no es una lista de asociación: ~
nl: ~ uit ~: de waarde van ~ is willekeurig veranderd, het is geen alist: ~

source: ~ from ~: label #~= may not be defined twice
de: ~ von ~: Label #~= darf nicht zweimal definiert werden.
es: ~ en ~: la etiqueta #~= no puede definirse dos veces
nl: ~ uit ~: label #~= mag niet twee keer gedefiniëerd worden

source: ~ from ~: #~= #~# is illegal
de: ~ von ~: #~= #~# ist nicht erlaubt.
es: ~ en ~: #~= #~# no está permitido
nl: ~ uit ~: #~= #~# is ongeldig

source: ~ from ~: undefined label #~#
de: ~ von ~: Label #~# ist nicht definiert.
es: ~ en ~: la etiqueta #~# no está definida
nl: ~ uit ~: niet gedefiniëerd label #~#

source: ~ from ~: objects printed as #<...> cannot be read back in
de: ~ von ~: Als #<...> ausgegebene Objekte sind nicht mehr einlesbar.
es: ~ en ~: los objetos escritos de la manera #<...> no pueden volverse a leer
nl: ~ uit ~: objecten afgedrukt als #<...> kunnen niet terug ingelezen worden

source: ~ from ~: objects printed as # in view of ~ cannot be read back in
de: ~ von ~: Wegen ~ als # ausgegebene Objekte sind nicht mehr einlesbar.
es: ~ en ~: los objetos escritos como # a causa de ~ no pueden volverse a leer
nl: ~ uit ~: objecten afgedrukt als # kunnen vanwege ~ niet teruggelezen worden

source: ~ from ~: illegal feature ~
de: ~ von ~: Als Feature ist ~ nicht erlaubt.
es: ~ en ~: propiedad inválida ~

source: ~ from ~: #S must be followed by the type and the contents of the structure, not ~
de: ~ von ~: Nach #S muss, in Klammern, der Typ und der Inhalt der Structure kommen, nicht ~
es: ~ en ~: #S debe estar seguido del tipo y contenidos de la estructura, no ~
nl: ~ uit ~: #S moet gevolgd worden door het type en de inhoud van de structure, niet ~

source: ~ from ~: the type of a structure should be a symbol, not ~
de: ~ von ~: Der Typ einer Structure muss ein Symbol sein, nicht ~
es: ~ en ~: el tipo de una estructura debe ser un símbolo, no ~
nl: ~ uit ~: het type van een structure moet een symbool zijn, niet ~

source: ~ from ~: bad HASH-TABLE
de: ~ von ~: Fehlerhafte HASH-TABLE.
es: ~ en ~: HASH-TABLE incorrecta
nl: ~ uit ~: onjuitse HASH-TABLE

source: ~ from ~: bad ~
de: ~ von ~: Fehlerhafter ~.
es: ~ en ~: ~ es incorrecto
nl: ~ uit ~: onjuiste ~

source: ~ from ~: no structure of type ~ has been defined
de: ~ von ~: Es ist noch keine Structure des Typs ~ definiert worden.
es: ~ en ~: no se ha definido ninguna estructura del tipo ~
nl: ~ uit ~: er is geen structure van type ~ gedefiniëerd

source: ~ from ~: bad ~ for ~
de: ~ von ~: Schlecht aufgebaute ~ zu ~
es: ~ en ~: ~ es incorrecto en ~
nl: ~ uit ~: onjuiste ~ voor ~

source: ~ from ~: structures of type ~ cannot be read in, missing constructor function
de: ~ von ~: Structures des Typs ~ können nicht eingelesen werden (Konstruktorfunktion unbekannt)
es: ~ en ~: las estructuras del tipo ~ no pueden leerse, no se conoce la función de construcción
nl: ~ uit ~: structures van type ~ kunnen niet gelezen worden, constructor functie ontrbreekt

source: ~ from ~: a structure ~ may not contain a component "."
de: ~ von ~: Eine Structure ~ darf keine Komponente "." enthalten.
es: ~ en ~: una estructura ~ no debe contener un componente "."
nl: ~ uit ~: een ~ structure mag geen component "." bevatten

source: ~ from ~: ~ is not a symbol, not a slot name of structure ~
de: ~ von ~: ~ ist kein Symbol und daher kein Slot der Structure ~.
es: ~ en ~: ~ no es un símbolo, ni el nombre de una ranura ni una estructura ~
nl: ~ uit ~: ~ is geen symbool, slot-naam, of structure ~

source: ~ from ~: missing value of slot ~ in structure ~
de: ~ von ~: Wert der Komponente ~ in der Structure ~ fehlt.
es: ~ en ~: falta el valor de la ranura ~ en la estructura ~
nl: ~ uit ~: waarde van slot ~ in structure ~ ontbreekt

source: ~ from ~: too many slots for structure ~
de: ~ von ~: Zu viele Komponenten für Structure ~.
es: ~ en ~: hay demasiadas ranuras en la estructura ~
nl: ~ uit ~: te veel slots voor structure ~

source: ~ from ~: illegal syntax of closure code vector after #~Y
de: ~ von ~: Falsche Syntax nach #~Y für Codevektor einer Closure
es: ~ en ~: sintaxis inválida del vector de código de la cerradura después de #~Y
nl: ~ uit ~: foutieve syntaxis na #~Y voor code vector van een closure

source: ~ from ~: object #Y~ has not the syntax of a compiled closure
de: ~ von ~: Objekt #Y~ hat nicht die Syntax einer compilierten Closure.
es: ~ en ~: el objeto #Y~ no tiene la sintaxis de una cerradura compilada
nl: ~ uit ~: object #Y~ heeft niet de syntaxis van een gecompileerde closure

source: ~ from ~: bad syntax for pathname: #P~
de: ~ von ~: Falsche Syntax für Pathname: #P~
es: ~ en ~: la sintaxis del PATHNAME: #P~ es incorrecta
nl: ~ uit ~: syntactische fout voor padnaam: #P~

source: ~: ~ is not a character
es: ~: ~ no es un carácter
nl: ~: ~ is geen teken

source: ~: peek type should be NIL or T or a character, not ~
de: ~: Peek-Type muss NIL oder T oder ein Character sein, nicht ~
es: ~: el tipo del PEEK solo puede ser NIL, T o un carácter, y no ~
nl: ~: peek type moet NIL, T, of een teken zijn, niet ~
