Repository: rurban/clisp
Catalog: src/gettext/po/*.po
Languages: de, es, nl

source: ~S: ~S was traced and has been redefined!
de: ~S: ~S war getraced und wurde umdefiniert!
es: ~S: ¡~S estaba siendo rastreada y ha sido redefinida!
nl: ~S: ~S werd getraceerd en is opnieuw gedefiniëerd!

source: The form ~S yielded ~:[no values~;~:*~{~S~^ ; ~}~] ,~@ that's not of type ~S.
de: Die Form ~S lieferte ~:[keine Werte~;~:*~{~S~^ ; ~}~] ,~@ das ist nicht vom Typ ~S.
es: La forma ~S ~:[no produjo ningún valor~;produjo ~:*~{~S~^ ; ~}~] ,~@ que no es del tipo ~S.
nl: De form ~S levert ~:[geen waarden op~;~:*~{~S~^ ; ~}~] ,~@ dat is niet van type ~S.

source: LETF* code contains a dotted list, ending with ~S
de: Dotted List im Code von LETF*, endet mit ~S
es: El código del LETF* contiene una lista punteada que termina con ~S
nl: LETF* code bevat een dotted lijst die eindigt met ~S

source: illegal syntax in LETF* binding: ~S
de: Falsche Syntax in Bindung zu LETF* : ~S
es: sintaxis inválida en la ligadura de LETF*: ~S
nl: ongeldige syntaxis in LETF* binding: ~S

source: LETF code contains a dotted list, ending with ~S
de: Dotted List im Code von LETF, endet mit ~S
es: El código de LETF contiene una lista punteada que termina con ~S
nl: LETF code bevat een dotted lijst, die eindigt met ~S

source: illegal syntax in LETF binding: ~S
de: Falsche Syntax in Bindung zu LETF : ~S
es: sintaxis inválida en la ligadura de LETF: ~S
nl: ongeldige syntaxis in LETF binding: ~S

source: ~1{~5@*~D/~4@*~D/~3@*~D ~2@*~2,'0D.~1@*~2,'0D.~0@*~2,'0D~:}
de: ~1{~3@*~D.~4@*~D.~5@*~D ~2@*~2,'0D:~1@*~2,'0D:~0@*~2,'0D~:}
es: ~1{~3@*~D/~4@*~D/~5@*~D ~2@*~2,'0D:~1@*~2,'0D:~0@*~2,'0D~:}

source: Bad length of closure vector: ~S
de: Falsche Länge eines Closure-Vektors: ~S
es: Longitud incorrecta del vector de cerradura: ~S
nl: Foutieve lengte voor closure vector: ~S

source: Compiler bug!! Occurred in ~A~@[ at ~A~].
de: Fehler im Compiler!! Aufgetreten in ~A~@[ bei ~A~].
es: ¡¡Error del compilador!! Ocurrió en ~A~@[ en ~A~].
nl: Compilerfout!! Trad op in ~A~@[ bij ~A~].

source: Bad declaration syntax: ~S~%Will be ignored.
de: Falsche Deklarationen-Syntax: ~S~%Wird ignoriert.
es: Sintaxis de la declaración incorrecta:~S~%No se tendrá en cuenta.
nl: Foutieve declaratie-syntaxis: ~S~%Wordt genegeerd.

source: Non-symbol ~S may not be declared SPECIAL.
de: Nur Symbole können SPECIAL-deklariert werden, nicht ~S.
es: El "no-símbolo" ~S no debe declararse SPECIAL.
nl: Niet-symbol ~S mag niet als SPECIAL worden gedeclareerd.

source: Non-symbol ~S may not be declared IGNORE.
de: Nur Symbole können IGNORE-deklariert werden, nicht ~S.
es: El "no símbolo" ~S no debe declararse IGNORE.
nl: Niet-symbol ~S mag niet als IGNORE worden gedeclareerd.

source: Non-symbol ~S may not be declared IGNORABLE.
de: Nur Symbole können IGNORABLE-deklariert werden, nicht ~S.
es: El "no-símbolo" ~S no debe declararse IGNORABLE.
nl: Niet-symbol ~S mag niet als IGNORABLE worden gedeclareerd.

source: Unknown declaration ~S.~%The whole declaration will be ignored.
de: Unbekannte Deklaration ~S.~%Die ganze Deklaration ~S wird ignoriert.
es: Declaración desconocida ~S.~%La declaración completa será ignorada.
nl: Onbekende declaratie ~S.~%De volledige declaratie wordt genegeerd.

source: in line ~D
de: in Zeile ~D
es: en la línea ~D
nl: in regel ~D

source: in lines ~D..~D
de: in Zeilen ~D..~D
es: en las líneas ~D..~D
nl: in regels ~D..~D

source: ~%WARNING~@[ in function ~S~]~A :~%
de: ~%WARNUNG~@[ in Funktion ~S~]~A :~%
es: ~%ADVERTENCIA~@[ en la función ~S~]~A :~%
nl: ~%WAARSCHUWING~@[ in functie ~S~]~A :~%

source: ~%ERROR~@[ in function ~S~]~A :~%~?
de: ~%ERROR~@[ in Funktion ~S~]~A :~%~?
es: ~% ERROR~@[ en la función ~S~]~A : ~%~?
nl: ~%FOUT~@[ in functie ~S~]~A :~%~?

source: Code contains dotted list ~S
de: Dotted list im Code: ~S
es: El código contiene la lista punteada ~S
nl: Code bevat een dotted-lijst ~S

source: Form too short, too few arguments: ~S
de: Form zu kurz (zu wenig Argumente): ~S
es: Forma demasiado corta, muy pocos argumentos: ~S
nl: Form te kort, te weinig argumenten: ~S

source: Form too long, too many arguments: ~S
de: Form zu lang (zu viele Argumente): ~S
es: Forma demasiado larga, demasiados argumentos: ~S
nl: Form te lang, te veel argumenten: ~S

source: Invalid form: ~S
es: La forma ~S es inválida
nl: Ongeldige form: ~S

source: Not the name of a function: ~S
de: Das ist nicht der Name einer Funktion: ~S
es: No es el nombre de una función: ~S
nl: Geen naam van een functie: ~S

source: ~S is neither declared nor bound,~@ it will be treated as if it were declared SPECIAL.
es: ~S no está ni declarado ni ligado,~@ será tratado como si hubiese sido declarado SPECIAL.
nl: ~S is niet gedeclareerd of gebonden,~@ het zal worden behandeld als SPECIAL-gedeclareerde variabele.

source: The constant ~S may not be assigned to.~@ The assignment will be ignored.
es: La constante ~S no puede asignarse. ~@ La asignación será ignorada.
nl: Er mag niet worden toegekend aan de constante ~S.~@ De toekenning wordt genegeerd.

source: argument list to function ~S is dotted: ~S
de: Argumentliste zu Funktion ~S ist dotted: ~S
es: el argumento de la función ~S es una lista punteada: ~S
nl: argumentenlijst aan functie ~S is `dotted': ~S

source: ~S called with ~S~:[~; or more~] arguments, but it requires ~ ~:[~:[from ~S to ~S~;~S~]~;at least ~*~S~] arguments.
es: ~S fue invocado con ~S~:[~; o más~] argumentos, pero requiere ~ ~:[~:[de ~S a ~S~;~S~]~;al menos ~*~S~] argumentos.
nl: ~S aangeroepen met ~S~:[; of meer~] argumenten, maar het vereist ~ ~:[~:[~S~ tot ~S~;~S~]~;ten minste ~*~S~] argumenten.

source: keyword arguments to function ~S should occur pairwise: ~S
de: Keyword-Argumente zu Funktion ~S sind nicht paarig: ~S
es: los argumentos clave de la función ~S deben aparecer por pares: ~S
nl: keyword-argumenten aan functie ~S moeten in paarsgewijs optreden: ~S

source: keyword ~S is not allowed for function ~S.~ ~%The only allowed keyword~:[s are ~{~S~#[~; and ~S~:;, ~]~}~; is ~{~S~}~].
es: la palabra clave ~S no está permitida en la función ~S.~ ~%La~:[s~;~] única~:*~:[s~;~] palabra~:*~:[s~;~] clave permitida~:*~:[s son ~{~S~#[~; y ~S~:;, ~]~}~; es ~{~S~}~].
nl: keyword ~S is niet toegestaan voor de functie ~S.~ ~%~:[De enige toegestane keywords zijn ~{~S~#[~; en ~S~:;, ~]~}~; Het enige toegestane keyword is ~{~S~}~].

source: argument ~S to function ~S is not a keyword
es: el argumento ~S para la función ~S no es un argumento clave

source: ~S called with ~S arguments, but it requires ~ ~:[~:[from ~S to ~S~;~S~]~;at least ~*~S~] arguments.
es: ~S ha sido invocado con ~S argumentos, pero requiere ~ ~:[~:[de ~S a ~S~;~S~]~;al menos ~*~S~] argumentos.
nl: ~S aangeroepen met ~S argumenten, maar het vereist ~:[~:[~S tot ~S~;~S~];ten minste ~*~S~] argumenten.

source: Illegal syntax in LET/LET*: ~S
de: Falsche Syntax in LET/LET*: ~S
es: Sintaxis inválida en LET/LET*: ~S
nl: Ongeldige syntaxis in LET/LET*: ~S

source: Lambda list marker ~S not allowed here.
de: Dieser Lambdalistenmarker ist an dieser Stelle nicht erlaubt: ~S
es: El marcador de la lista lambda ~S no está permitido aquí.

source: Missing &REST parameter in lambda list ~S
de: Fehlender &REST-Parameter in der Lambdaliste: ~S
es: La lista lambda ~S necesita un parámetro &REST
nl: &REST-parameter in ontbreekt in lambda-lijst ~S

source: Lambda list element ~S is superfluous.
de: Überflüssiges Lambdalisten-Element: ~S
es: El elemento ~S de la lista lambda es innecesario.
nl: Element van lambda-lijst ~S is overtollig.

source: Lambda lists with dots are only allowed in macros, not here: ~S
de: Eine Lambdaliste, die einen Punkt enthält, ist nur bei Macros erlaubt, nicht hier: ~S
es: Sólo se permiten las listas lambda con puntos en la macros, no aquí: ~S
nl: Lambda-lijsten met punten zijn alleen toegestaan in macros, niet hier: ~S

source: Illegal lambda list element ~S
de: Unzulässiges Lambdalistenelement: ~S
es: Elemento inválido en lista lambda ~S
nl: Ongeldig element van lambda-lijst ~S

source: Binding variable ~S can cause side effects despite of IGNORE declaration~%since it is declared SPECIAL.
de: Binden der Variablen ~S kann trotz IGNORE-Deklaration~%Seiteneffekte haben, weil sie SPECIAL deklariert ist.
es: Asociar la variable ~S puede causar otros efectos, a pesar de la declaración~%IGNORE puesto que está declarada como SPECIAL.
nl: Bindende variabele ~S kan randeffecten veroorzaken ondanks IGNORE-declaratie~%omdat deze als SPECIAL gedeclareerd is

source: variable ~S is used despite of IGNORE declaration.
de: Variable ~S wird trotz IGNORE-Deklaration benutzt.
es: La variable ~S está siendo usada a pesar de la declaración IGNORE.
nl: Variabele ~S wordt gebruikt ondanks de IGNORE-declaratie.

source: variable ~S is not used.~%Misspelled or missing IGNORE declaration?
de: Variable ~S wird nicht benutzt.~%Schreibfehler oder fehlende IGNORE-Deklaration?
es: La variable ~S no está siendo usada.~%¿Está mal escrita o es que falta la declaración IGNORE?
nl: Variabele ~S wordt niet gebruikt.~%Foutief gespeld of ontbrekende IGNORE-declaratie?

source: Constant ~S cannot be bound.
de: Konstante ~S kann nicht gebunden werden.
es: La constante ~S no puede ligarse.
nl: Constante ~S kan niet gebonden worden.

source: Misplaced declaration: ~S
de: Deklarationen sind an dieser Stelle nicht erlaubt: ~S
es: Declaración situada incorrectamente: ~S
nl: Misplaatste declaratie: ~S

source: Odd number of arguments to SETQ: ~S
de: Ungerade viele Argumente zu SETQ: ~S
es: Número impar de argumentos de SETQ: ~S
nl: Oneven aantal argumenten aan SETQ: ~S

source: Cannot assign to non-symbol ~S.
de: Zuweisung auf ~S unmöglich, da kein Symbol.
es: No se puede asignar a un "no-símbolo" ~S.
nl: Toekennen aan niet-symbol ~S gaat niet.

source: Odd number of arguments to PSETQ: ~S
de: Ungerade viele Argumente zu PSETQ: ~S
es: Número impar de argumentos de PSETQ: ~S
nl: Oneven aantal argumenten aan PSETQ: ~S

source: Only symbols may be used as variables, not ~S
de: Nur Symbole können Variable sein, nicht ~S
es: Sólo pueden usarse los símbolos como variables, no ~S
nl: Enkel symbolen mogen als variabelen worden gebruikt, niet ~S

source: Illegal syntax in COMPILER-LET: ~S
de: Falsche Syntax in COMPILER-LET: ~S
es: Sintaxis inválida en COMPILER-LET: ~S
nl: Ongeldige syntaxis in COMPILER-LET: ~S

source: Block name must be a symbol, not ~S
de: Blockname muss ein Symbol sein, nicht ~S
es: El nombre de un bloque debe ser un símbolo, no ~S
nl: Bloknaam moet een symbol zijn, niet ~S

source: RETURN-FROM block ~S is impossible from here.
de: RETURN-FROM auf Block ~S an dieser Stelle nicht möglich.
es: No es posible hacer RETURN-FROM del bloque ~S desde aquí.
nl: RETURN-FROM blok ~S is van hieruit niet mogelijk.

source: Only numbers and symbols are valid tags, not ~S
de: Nur Zahlen und Symbole sind zulässige Sprungziele, nicht aber ~S
es: Sólo son etiquetas de salto válidas los números y los símbolos, no ~S
nl: Enkel getallen en symbols zijn geldige tags, niet ~S

source: Tag must be a symbol or a number, not ~S
de: Sprungziel muss ein Symbol oder eine Zahl sein, nicht ~S
es: Una etiqueta de salto debe ser un símbolo o un número, no ~S
nl: Tag moet een symbol of een getal zijn, niet ~S

source: GO to tag ~S is impossible from here.
de: GO auf Tag ~S an dieser Stelle nicht möglich.
es: No es posible ir (GO) a la etiqueta de salto ~S desde aquí.
nl: GO naar tag ~S is van hieruit niet mogelijk.

source: ~S is not a function. It is a locally defined macro.
de: ~S ist keine Funktion, sondern ein lokal definierter Macro.
es: ~S no es una función. Se trata de una macro definida localmente.
nl: ~S is geen functie. Het is een lokaal gedefiniëerde macro.

source: Only symbols and lambda expressions are function names, not ~S
de: Nur Symbole und Lambda-Ausdrücke sind Namen von Funktionen, nicht ~S
es: Sólo los símbolos y las expresiones lambda son nombres de funciones válidos, no ~S
nl: Enkel symbolen en lambda-expressies zijn functienamen, niet ~S

source: Illegal function definition syntax in ~S: ~S
de: Falsche Syntax einer Funktionsdefinition in ~S: ~S
es: La sintaxis para la definición de la función en ~S es inválida: ~S
nl: Ongeldige syntaxis voor functie-definitie in ~S: ~S

source: Illegal syntax in SYMBOL-MACROLET: ~S
es: Sintaxis inválida en SYMBOL-MACROLET: ~S
nl: Ongeldige syntaxis in SYMBOL-MACROLET: ~S

source: ~S: symbol ~S must not be declared SPECIAL and a macro at the same time
de: ~S: Symbol ~S darf nicht gleichzeitig SPECIAL und Makro deklariert werden.
es: ~S: el símbolo ~S no debe ser declarado SPECIAL y una macro al mismo tiempo
nl: ~S: symbol ~S mag niet zowel SPECIAL als macro zijn

source: EVAL-WHEN situation must be EVAL or LOAD or COMPILE, but not ~S
es: El instante de EVAL-WHEN debe ser EVAL, LOAD o COMPILE, pero no ~S
nl: EVAL-WHEN situatie moet een EVAL, LOAD of COMPILE zijn, maar niet ~S

source: CASE clause without objects: ~S
de: CASE-Klausel ohne Objekte: ~S
es: Cláusula CASE sin objetos: ~S
nl: CASE-clausule zonder objecten: ~S

source: ~S: the ~S clause must be the last one: ~S
de: ~S: Die ~S-Klausel muss die letzte sein: ~S
es: ~S: la clausula ~S debe ser la última: ~S
nl: ~S: de ~S-clausule moet de laatste zijn: ~S

source: Duplicate ~S label ~S : ~S
de: Doppelt aufgeführter ~S-Fall ~S : ~S
es: ~S : La etiqueta ~S se repite: ~S
nl: Dubbel ~S-label ~S : ~S

source: Too many arguments to ~S
de: Zuviele Argumente für ~S
es: Demasiados argumentos para ~S
nl: Te veel argumenten voor ~S

source: Too few arguments to ~S
de: Zuwenig Argumente für ~S
es: Muy pocos argumentos para ~S
nl: Te weinig argumenten voor ~S

source: Name of function to be compiled must be a symbol, not ~S
de: Name einer zu compilierenden Funktion muss ein Symbol sein, nicht: ~S
es: El nombre de una función que hay que compilar debe ser un símbolo, no ~S
nl: Naam van te compileren functie moet een symbol zijn, niet ~S

source: ~S: redefining ~S; it was traced!
de: ~S: ~S war getraced und wird umdefiniert!
es: ~S: redefiniendo ~S; ¡estaba siendo rastreada!

source: ~S is already compiled.
de: ~S ist schon compiliert.
es: ~S ya está compilada.
nl: ~S is al gecompileerd.

source: Undefined function ~S
de: Funktion ~S ist undefiniert.
es: La función ~S no está definida
nl: Niet-gedefiniëerde functie ~S

source: Not a lambda expression nor a function: ~S
de: Das ist weder ein Lambda-Ausdruck noch ein funktionales Objekt:~%~S
es: Ni es una expresión lambda ni es una función: ~S
nl: ~S is geen lambda-expressie of functie.

source: ~&Listing of compilation of file ~A~%on ~@? by ~A, version ~A
de: ~&Listing der Compilation von Datei ~A~%am ~@? durch ~A in der Version ~A
es: ~&Listado de la compilación del fichero ~A~%el ~@? por ~A, versión ~A
nl: ~&Compilatie-listing van bestand ~A~%op ~@? door ~A, versie ~A

source: ~%Compiling file ~A ...
de: ~%Datei ~A wird compiliert...
es: ~%Compilando el fichero ~A ...
nl: ~%Bezig met compileren van ~A ...

source: ~&~%Compilation of file ~A is finished.
de: ~&~%Compilation von Datei ~A beendet.
es: ~&~%La compilación del fichero ~A ha finalizado.
nl: ~&~%Compilatie van bestand ~A uitgevoerd.

source: ~%~D error~:P, ~D warning~:P
de: ~%~D Error~:P, ~D Warnung~:*~[en~;~:;en~]
es: ~%~D error~:*~[es~;~:;es~], ~D advertencia~:P
nl: ~%~D ~[~;fout~:;fouten~], ~D ~[~;waarschuwing~:;waarschuwingen~]

source: ~%There were errors in the following functions:~%~{~<~%~:; ~S~>~^~}
de: ~%Es gab Errors in den folgenden Funktionen:~%~{~<~%~:; ~S~>~^~}
es: ~%Ha habido errores en las siguientes funciones:~%~{~<~%~:; ~S~>~^~}
nl: ~%Er zijn fouten gevonden in de volgende functies:~%~{~<~%~:; ~S>~^~}

source: ~%The following functions were used but not defined:~%~{~<~%~:; ~S~>~^~}
de: ~%Folgende Funktionen wurden verwendet, aber nicht definiert:~%~{~<~%~:; ~S~>~^~}
es: ~%Las siguientes funciones han sido utilizadas pero no definidas:~%~{~<~%~:; ~S~>~^~}
nl: ~%De volgende functies zijn gebruikt maar niet gedefiniëerd:~%~{~<~%~:; ~S~>~^~}

source: ~%The following special variables were not defined:~%~{~<~%~:; ~S~>~^~}
de: ~%Folgende Special-Variablen wurden nicht definiert:~%~{~<~%~:; ~S~>~^~}
es: ~%Las siguientes variables especiales no han sido definidas:~%~{~<~%~:; ~S~>~^~}
nl: ~%De volgende special-variabelen waren niet gedefiniëerde:~%~{~<~%~:; ~S~>~^~}

source: ~%The following special variables were defined too late:~%~{~<~%~:; ~S~>~^~}
de: ~%Folgende Special-Variablen wurden zu spät definiert:~%~{~<~%~:; ~S~>~^~}
es: ~%Las siguientes variables especiales fueron definidas demasiado tarde:~%~{~<~%~:; ~S~>~^~}
nl: ~%De volgende special-variabelen waren te laat gedefiniëerd:~%~{~<~%~:; ~S~>~^~}

source: ~%~%Disassembly of function ~S
de: ~%~%Disassembly von Funktion ~S
es: Desensamblado de la función ~S

source: ~%~S required arguments
de: ~%~S notwendige Argumente
es: ~%~S argumentos obligatorios
nl: ~%~S vereiste argumenten

source: ~%~S optional arguments
de: ~%~S optionale Argumente
es: ~%~S argumentos opcionales
nl: ~%~S optionele argumenten

source: ~%~:[No rest parameter~;Rest parameter~]
de: ~%~:[Kein Rest-Parameter~;Rest-Parameter vorhanden~]
es: ~%~:[Sin parámetro resto~;Parámetro resto~]
nl: ~%~:[Geen rest-parameter~;Rest-parameter~]

source: ~%~S keyword parameter~:P: ~{~S~^, ~}.
de: ~%~S Keyword-Parameter: ~{~S~^, ~}.
es: ~%~S parámetro~:P clave: ~{~S~^, ~}.

source: ~%Other keywords are allowed.
de: ~%Andere Keywords sind zugelassen.
es: ~%Se permiten otros parámetros clave.
nl: ~%Andere keywords zijn toegestaan.

source: ~%No keyword parameters
de: ~%Keine Keyword-Parameter
es: ~%Sin parámetros clave
nl: ~%Geen keyword-parameters

source: Disassembly of function
de: Disassembly von Funktion
es: Desensamblado de la función
nl: Disassembly van functie

source: required arguments
de: notwendige Argumente
es: argumentos obligatorios
nl: vereiste argumenten

source: optional arguments
de: optionale Argumente
es: argumentos opcionales
nl: optionele argumenten

source: Rest parameter
de: Rest-Parameter vorhanden
es: Parámetro resto

source: No rest parameter
de: Kein Rest-Parameter
es: Sin parámetro de resto
nl: Geen rest-parameter

source: keyword parameter~P:
de: Keyword-Parameter:
es: parámetro~P clave:

source: Other keywords are allowed.
de: Andere Keywords sind zugelassen.
es: Se permiten otras palabras clave.
nl: Andere keywords zijn toegestaan.

source: No keyword parameters
de: Keine Keyword-Parameter
es: Sin parámetros clave
nl: Geen keyword-parameters

source: Cannot disassemble ~S
de: ~S kann nicht disassembliert werden.
es: No se puede desensamblar ~S
nl: Kan ~S niet disassembleren

source: ~S: ~S is not a function
de: ~S: ~S ist keine Funktion.
es: ~S: ~S no es una función
nl: ~S: ~S is geen functie

source: ~S: package name ~S should be a string or a symbol
de: ~S: Package-Name muss ein String oder Symbol sein, nicht ~S.
es: ~S: el nombre del paquete ~S debe ser una cadena de caracteres o un símbolo
nl: ~S: package-naam ~S moet een string of symbol zijn

source: ~S ~A: symbol name ~S should be a string or a symbol
de: ~S ~A: Symbol-Name muss ein String oder Symbol sein, nicht ~S.
es: ~S ~A: el nombre del símbolo ~S debe ser una cadena de caracteres o un símbolo
nl: ~S ~A: symbol-naam ~S moet een string of een symbol zijn

source: ~S ~A: the symbol ~A must not be specified more than once
de: ~S ~A: Symbol ~A darf nur einmal aufgeführt werden.
es: ~S ~A: el símbolo ~A no debe especificarse más de una vez
nl: ~S ~A: het symbol ~A mag maar één keer worden gespecificeerd

source: ~S ~A: the ~S option must not be given more than once
de: ~S ~A: Die Option ~S darf nur einmal angegeben werden.
es: ~S ~A: no se debe poner la opción ~S más de una vez
nl: ~S ~A: de ~S-optie mag maar één keer worden opgegeven

source: ~S ~A: unknown option ~S
de: ~S ~A: Die Option ~S gibt es nicht.
es: ~S ~A: la opción ~S es desconocida
nl: ~S ~A: onbekende optie ~S

source: ~S ~A: invalid syntax in ~S option: ~S
de: ~S ~A: Falsche Syntax in ~S-Option: ~S
es: ~S ~A: la sintaxis de la opción ~S es inválida: ~S
nl: ~S ~A: ongeldige syntaxis in ~S-optie: ~S

source: ~S ~A: not a ~S option: ~S
de: ~S ~A: Das ist keine ~S-Option: ~S
es: ~S ~A: no se trata de una opción ~S: ~S
nl: ~S ~A: geen ~S-optie: ~S

source: This symbol will be created.
de: Dieses Symbol wird erzeugt.
es: Este símbolo será creado.
nl: Dit symbol wordt gemaakt.

source: ~S ~A: There is no symbol ~A::~A .
de: ~S ~A: Es gibt kein Symbol ~A::~A .
es: ~S ~A: El símbolo ~A::~A no existe.
nl: ~S ~A: Er is geen symbol ~A::~A .

source: ~S: the name of a symbol macro must be a symbol, not ~S
de: ~S: Der Name eines Symbol-Macros muss ein Symbol sein, nicht: ~S
es: ~S: el nombre de un símbolo de macro debe ser un símbolo, no ~S
nl: ~S: de naam van een symbol macro moet een symbool zijn, niet ~S

source: ~S: the symbol ~S names a global variable
de: ~S: Das Symbol ~S benennt eine globale Variable.
es: ~S: el símbolo ~S nombra una variable global
nl: ~S: het symbool ~S benoemt een globale variabele

source: The object to be destructured should be a list with ~:[at least ~*~S~;~:[from ~S to ~S~;~S~]~] elements, not ~4@*~S.
de: Das zu zerlegende Objekt sollte eine Liste mit ~:[mindestens ~*~S~;~:[~S bis ~S~;~S~]~] Elementen sein, nicht ~4@*~S.
es: Los objetos a desmontar deben ser una lista ~:[con al menos ~*~S~;de ~:[~S a ~S~;~S~]~] elementos, y no ~4@*~S.
nl: Het te demonteren object moet een lijst zijn met ~:[ten minste ~*~S~;~:[~S tot ~S~;~S~]~] elementen, niet ~4@*~S.

source: ~S: macro name should be a symbol, not ~S
de: ~S: Macroname muss ein Symbol sein, nicht ~S
es: ~S: el nombre de una macro debe ser un símbolo, no ~S
nl: ~S: macronaam moet een symbol zijn, niet ~S

source: ~S: syntax error after ~A in ~S
de: ~S: Syntaxfehler nach ~A in ~S
es: ~S: error de sintaxis después de ~A en ~S
nl: ~S: syntactische fout na ~A in ~S

source: ~S: missing variable
es: ~S: variable ausente

source: ~S: After ~S, ~S is interpreted as a type specification
de: ~S: Nach ~S wird ~S als Typspezifikation interpretiert.
es: ~S: Después de ~S, ~S es interpretado como una especificación de tipo
nl: ~S: Na ~S wordt ~S geïnterpreteerd als een type-specificatie

source: ~S: ~A clauses should occur before the loop's main body
de: ~S: ~A-Klauseln sollten vor dem Schleifeninhalt kommen.
es: ~S: las claúsulas ~A deben aparecer antes del cuerpo principal del bucle
nl: ~S: ~A-clausules moeten vóór de inhoud van de lus staan

source: ~S: After ~S a plural loop keyword is required, not ~A
de: ~S: Nach ~S sollte ein Plural kommen, nicht ~A
es: ~S: Después de ~S, es necesario un plural, y no ~A
nl: ~S: Na ~S moet een meervoudig lus-keyword komen, niet ~A

source: ~S: After ~S a singular loop keyword is required, not ~A
de: ~S: Nach ~S sollte ein Singular kommen, nicht ~A
es: ~S: Después de ~S, es necesario un singular, y no ~A
nl: ~S: Na ~S moet een enkelvoudig lus-keyword komen, niet ~A

source: ~S: questionable iteration direction after ~A
de: ~S: Iterationsrichtung nach ~A unklar.
es: ~S: dirección incierta de la iteración después de ~A
nl: ~S: de iteratie-richting na ~A is onduidelijk

source: ~S: specifying ~A requires FROM or DOWNFROM
de: ~S: Zusammen mit ~A muss FROM oder DOWNFROM angegeben werden.
es: ~S: especificar ~A requiere FROM o DOWNFROM
nl: ~S: samen met ~A moet ook FROM of DOWNFROM worden opgegeven

source: ~S: illegal syntax near ~S in ~S
de: ~S: Illegale Syntax bei ~S in ~S
es: ~S: sintaxis inválida cerca de ~S en ~S
nl: ~S: ongeldig syntaxis in de buurt van ~S in ~S

source: ~S: ambiguous result of loop ~S
de: ~S: Ergebnis der Schleife ~S nicht eindeutig spezifiziert.
es: ~S: el resultado del bucle ~S es ambiguo
nl: ~S: dubbelzinnig resultaat van lus ~S

source: ~S is possible only from within ~S
de: ~S ist nur aus ~S heraus möglich.
es: ~S sólo es posible desde ~S
nl: ~S is alleen mogelijk van binnen uit ~S
