Repository: rurban/clisp
Catalog: src/gettext/po/*.po
Languages: de, es, nl

source: ~: index should not be negative: ~
de: ~: Index muss >=0 sein, nicht ~.
es: ~: el índice no debe ser negativo: ~
nl: ~: index mag niet negatief zijn: ~

source: ~: ~-index should not be negative: ~
de: ~: ~-Index muss >=0 sein, nicht ~.
es: ~: el índice ~ no debe ser negativo: ~
nl: ~: ~-index mag niet negatief zijn: ~

source: ~: index ~ should not be greater than the length of the string
de: ~: Index ~ darf die Stringlänge nicht überschreiten.
es: ~: el índice ~ no debe ser mayor que la longitud de la cadena
nl: ~: index ~ mag niet groter zijn dan de lengte van de string

source: ~: ~-index ~ should not be greater than the length of the string
de: ~: ~-Index ~ darf die Stringlänge nicht überschreiten.
es: ~: el índice ~ = ~ no debe ser mayor que la longitud de la cadena
nl: ~: ~-index ~ mag niet groter zijn dan de lengte van de string

source: ~: index ~ should be less than the length of the string
de: ~: Index ~ muss kleiner als die Stringlänge sein.
es: ~: el índice ~ debe ser menor que la longitud de la cadena
nl: ~: index ~ moet kleiner zijn dan de lengte van de string

source: ~: ~-index ~ should be less than the length of the string
de: ~: ~-Index ~ muss kleiner als die Stringlänge sein.
es: ~: el índice ~ = ~ debe ser menor que la longitud de la cadena
nl: ~: ~-index ~ moet kleiner zijn dan de lengte van de string

source: ~: argument should be a string-char, not ~
es: ~: el argumento debe ser del tipo STRING-CHAR, no ~

source: ~: :start-index ~ must not be greater than :end-index ~
de: ~: :START-Index ~ darf den :END-Index ~ nicht überschreiten.
es: ~: El índice :start ~ no debe ser mayor que el índice :end ~
nl: ~: :start-index ~ mag niet groter zijn dan :end-index ~

source: ~: argument ~ should be a string, a symbol or a string-char
es: ~: el argumento ~ debe ser del tipo string o string-char, o un símbolo

source: ~: :start1-index ~ must not be greater than :end1-index ~
de: ~: :START1-Index ~ darf den :END1-Index ~ nicht überschreiten.
es: ~: El índice start1 ~ no debe ser mayor que el índice :end1 ~
nl: ~: :start1-index ~ mag niet groter zijn dan :end1-index ~

source: ~: :start2-index ~ must not be greater than :end2-index ~
de: ~: :START2-Index ~ darf den :END2-Index ~ nicht überschreiten.
es: ~: El índice :start2 ~ no debe ser mayor que el índice :end2 ~
nl: ~: :start2-index ~ mag niet groter zijn dan :end2-index ~

source: ~: the string length ~ should be nonnegative fixnum
de: ~: ~ ist als Stringlänge nicht geeignet, da kein Fixnum >= 0.
es: ~: la longitud de la cadena de caracteres ~ debe ser un número no negativo del tipo FIXNUM
nl: ~: de stringlengte ~ moet een niet-negatief fixnum zijn

source: ~: :initial-element ~ should be of type string-char
es: ~: El :INITIAL-ELEMENT ~ debe ser del tipo STRING-CHAR

source: ~: bad frame climbing mode ~
de: ~: Ungültiger Frame-Kletter-Modus ~
es: ~: modo de salto de marco incorrecto
nl: ~: foutieve modus om frame te betreden ~

source: ~: ~ is not a stack pointer
de: ~: ~ ist kein Stackpointer.
es: ~: ~ no es un puntero de pila
nl: ~: ~ is geen stackpointer

source: ~: ~ is not a pointer to an EVAL/APPLY frame
de: ~: ~ ist kein Pointer auf einen EVAL/APPLY-Frame.
es: ~: ~ no es un puntero a un marco de tipo EVAL/APPLY
nl: ~: ~ is geen pointer naar een EVAL/APPLY frame

source: ~: environment is not an alist
de: ~: Environment ist keine Aliste
es: ~: el entorno no es una a-lista
nl: ~: omgeving is geen alist

source: ~: unknown frame type
de: ~: Unbekannter Frame-Typ
es: ~: tipo de marco desconocido
nl: ~: onbekend frame type

source: Unprintable error message
de: Unausgebbare Fehlermeldung
es: Mensaje de error no imprimible
nl: Niet afdrukbare foutmelding

source: ~: User break
de: ~: Tastatur-Interrupt
es: ~: Interrupción del usuario
nl: ~: Onderbreking

source: ~: ~ is not a list
de: ~: ~ ist keine Liste.
es: ~: ~ no es una lista
nl: ~: ~ is geen lijst

source: ~: ~ is not a symbol
de: ~: ~ ist kein Symbol.
es: ~: ~ no es un símbolo
nl: ~: ~ is geen symbool

source: ~: ~ is not a simple-vector
de: ~: ~ ist kein Simple-Vector.
es: ~: ~ no es un SIMPLE-VECTOR
nl: ~: ~ is geen simple-vector

source: ~: ~ is not a vector
de: ~: ~ ist kein Vektor.
es: ~: ~ no es un vector
nl: ~: ~ is geen vector

source: ~: argument ~ should be a nonnegative fixnum
de: ~: Argument muss ein Fixnum >=0 sein, nicht ~
es: ~: el argumento ~ debe ser un número no negativo del tipo fixnum
nl: ~: argument ~ moet een niet-negatief fixnum zijn

source: ~: argument ~ is not a character
de: ~: Argument ~ ist kein Character.
es: ~: el argumento ~ no es un carácter
nl: ~: argument ~ is geen teken

source: ~: ~ is not a string-char
es: ~: ~ no es un STRING-CHAR

source: ~: argument ~ is not a string
de: ~: Argument ~ ist kein String.
es: ~: el argumento ~ no es un string
nl: ~: argument ~ is geen string

source: ~: argument ~ is not a simple string
de: ~: Argument ~ ist kein Simple-String.
es: ~: el argumento ~ no es una cadena simple
nl: ~: argument ~ is geen simple string

source: ~: argument ~ should be a stream
de: ~: Argument muss ein Stream sein, nicht ~
es: ~: el argumento ~ debe ser un flujo
nl: ~: argument ~ moet een stream zijn

source: ~: argument ~ should be a stream of type ~
de: ~: Argument ~ sollte ein Stream vom Typ ~ sein.
es: ~: el argumento ~ debe ser un flujo del tipo ~
nl: ~: argument ~ moet een stream zijn van type ~

source: ~: ~ is not an 8-bit number
de: ~: ~ ist keine 8-bit-Zahl.
es: ~: ~ no es un número de 8 bits
nl: ~: ~ is geen 8-bit getal

source: ~: ~ is not a 16-bit number
de: ~: ~ ist keine 16-bit-Zahl.
es: ~: ~ no es un número de 16 bits
nl: ~: ~ is geen 16-bit getal

source: ~: ~ is not an 32-bit number
de: ~: ~ ist keine 32-bit-Zahl.
es: ~: ~ no es un número de 32 bits
nl: ~: ~ is geen 32-bit getal

source: ~: ~ is not an 64-bit number
de: ~: ~ ist keine 64-bit-Zahl.
es: ~: ~ no es un número de 64 bits
nl: ~: ~ is geen 64-bit getal

source: ~: ~ is not an `unsigned int' number
de: ~: ~ ist keine `unsigned int'-Zahl.
es: ~: ~ no es un número del tipo `unsigned int'
nl: ~: ~ is geen `unsigned int' getal

source: ~: ~ is not an `int' number
de: ~: ~ ist keine `int'-Zahl.
es: ~: ~ no es un número del tipo `int'
nl: ~: ~ is geen `int' getal

source: ~: ~ is not a `unsigned long' number
de: ~: ~ ist keine `unsigned long'-Zahl.
es: ~: ~ no es un número del tipo `unsigned long'
nl: ~: ~ is geen `unsigned long' getal

source: ~: ~ is not a `long' number
de: ~: ~ ist keine `long'-Zahl.
es: ~: ~ no es un número del tipo `long'
nl: ~: ~ is geen `long' getal

source: ~: ~ is not a single-float
de: ~: ~ ist kein Single-Float.
es: ~: ~ no es un SINGLE-FLOAT
nl: ~: ~ is geen single-float

source: ~: ~ is not a double-float
de: ~: ~ ist kein Double-Float.
es: ~: ~ no es un DOUBLE-FLOAT
nl: ~: ~ is geen double-float

source: Amiga OS error
de: AmigaOS-Fehler
es: Error del Sistema Operativo Amiga
nl: Amiga OS fout

source: not enough memory available
es: no hay suficiente memoria disponible
nl: geen geheugen meer beschikbaar

source: process table full
es: tabla de procesos llena
nl: procestabel is vol

source: bad template
es: plantilla incorrecta
nl: ongeldig template

source: bad number
es: número incorrecto
nl: ongeldig getal

source: required argument missing
es: argumentos obligatorios ausentes
nl: vereist argument ontbreekt

source: value after keyword missing
es: falta el valor después de la palabra clave
nl: waarde na keyword ontbreekt

source: wrong number of arguments
es: ~: número incorrecto de argumentos
nl: foutief aantal argument

source: unmatched quotes
es: comillas desemparejadas
nl: aanhalingstekens sluiten niet goed

source: argument line invalid or too long
es: línea de argumentos inválida o demasiado larga
nl: argumentregel ongeldig of te lang

source: file is not executable
es: el fichero no es un ejecutable
nl: bestand is niet uitvoerbaar

source: invalid resident library
es: librería residente inválida
nl: ongeldige `resident library'

source: object is in use
es: el objeto está siendo usado
nl: object is al in gebruik

source: object already exists
es: el objeto ya existe
nl: object bestaat al

source: directory not found
es: directorio no encontrado
nl: map niet gevonden

source: object not found
es: objeto no encontrado
nl: object niet gevonden

source: invalid window description
es: descripción de ventana inválida
nl: ongeldige venster-omschrijving

source: object too large
es: el objeto es demasiado grande
nl: object te groot

source: packet request type unknown
es: tipo de paquete de petición desconocido
nl: pakkettype onbekend

source: object name invalid
es: nombre de objeto inválido
nl: objectnaam ongeldig

source: invalid object lock
es: bloqueo de objeto inválido
nl: ongeldige vergrendeling van object

source: object is not of required type
es: el objeto no es del tipo requerido
nl: object is niet van vereist type

source: disk not validated
es: disco no validado
nl: schijf is niet gevalideerd

source: disk is write-protected
es: el disco es de solo lectura
nl: schijf is beveiligd tegen schrijven

source: rename across devices attempted
es: se intentó un renombramiento entre unidades
nl: hernoemen kan alleen van en naar hetzelfde apparaat

source: directory not empty
es: directorio no vacío
nl: map niet leeg

source: too many levels
es: demasiados niveles
nl: te veel niveaus

source: device (or volume) is not mounted
es: el dispositivo (o volumen) no está montado
nl: apparaat of geheugendrager is niet aangehecht

source: seek failure
es: error durante un acceso directo (seek)
nl: zoekfout

source: comment is too long
es: el comentario es demasiado largo
nl: commentaar is te lang

source: disk is full
es: el disco está lleno
nl: schijf is vol

source: object is protected from deletion
es: el objeto está protegido contra el borrado
nl: object is tegen verwijderen beveiligd

source: file is write protected
es: el archivo está protegido contra escritura
nl: bestand is tegen schrijven beveiligd

source: file is read protected
es: el fichero está protegido contra escritura
nl: bestand is tegen lezen beveiligd

source: not a valid DOS disk
es: no es un disquete DOS válido
nl: geen geldige DOS schijf

source: no disk in drive
es: no hay ningún disquete en la unidad
nl: geen schijf in station

source: no more entries in directory
es: no hay más entradas en el directorio
nl: geen verdere ingangen in map

source: object is soft link
es: el objeto es un enlace blando

source: object is linked
es: el objeto está enlazado
nl: object is gekoppeld

source: bad loadfile hunk
es: trozo incorrecto del fichero de carga
nl: foutieve `loadfile hunk'

source: function not implemented
es: función no implementada
nl: functie niet geïmplementeerd

source: record not locked
es: registro no bloqueado
nl: record niet vergrendeld

source: record lock collision
es: colisión de bloqueo de registro
nl: record vergrendeling botst

source: record lock timeout
es: tiempo de espera excedido del bloqueo del registro
nl: tijdoverschrijding bij record vergrendeling

source: record unlock error
es: error de desbloqueo de registro
nl: fout bij ontgrendelen van record

source: buffer overflow
es: desbordamiento del buffer
nl: buffer overloop

source: break
es: interrupción
nl: onderbreking

source: file not executable
es: fichero no ejecutable
nl: bestand niet uitvoerbaar

source: Ok, No error
de: OK, kein Fehler
es: Vale, sin errores
nl: Ok, geen fout

source: DJDOS error
es: Error de DJDOS
nl: DJDOS fout

source: Function not implemented
de: Funktion ist nicht implementiert
es: Función no implementada
nl: Functie niet geïmplementeerd

source: No such file or directory
de: File oder Directory existiert nicht
es: No existe ese fichero o directorio
nl: Bestand of map bestaat niet

source: Not a directory
de: Das ist kein Directory
es: No es un directorio
nl: Geen map

source: Too many open files
de: Zu viele offene Files
es: Demasiados ficheros abiertos
nl: Te veel open bestanden

source: Permission denied
de: Keine Berechtigung
es: Permiso denegado
nl: Geen toestemming

source: Bad file number
de: File-Descriptor wurde nicht für diese Operation geöffnet
es: Número de fichero incorrecto
nl: Foutief bestandsnummer

source: Memory control blocks destroyed
es: Bloques de control de memoria destruídos
nl: Geheugenbesturing door de war

source: Not enough memory
de: Hauptspeicher oder Swapspace reicht nicht
es: No hay memoria suficiente
nl: Niet genoeg geheugen

source: Invalid memory address
es: Dirección de memoria inválida
nl: Ongeldig geheugenadres

source: Invalid environment
es: Entorno inválido
nl: Ongeldige omgeving

source: Invalid access code
es: Código de acceso inválido
nl: Ongeldige toegangscode

source: No such device
de: Gerät nicht da oder unpassend
es: No existe tal dispositivo
nl: Apparaat bestaat niet

source: Attempt to remove the current directory
es: Intento de borrar el directorio actual
nl: Poging om huidige map te verwijderen

source: Can't move to other than the same device
es: No se puede cambiar de dispositivo
nl: Verschuiven kan enkel over het huidige apparaat

source: No more files
es: No más ficheros
nl: Geen verdere bestanden

source: Invalid argument
de: Ungültiger Parameter
es: Argumento inválido
nl: Ongeldig argument

source: Arg list too long
de: Zu lange Argumentliste
es: Lista de argumentos demasiado larga
nl: Argumentenlijst is te lang

source: Exec format error
de: Kein ausführbares Programm
es: Formato de programa no ejecutable
nl: Geen uitvoerbaar bestand

source: Cross-device link
de: Links können nur aufs selbe Gerät gehen
es: Enlace cruzado entre dispositivos
nl: Koppelingen kunnen alleen op hetzelfde apparaat

source: Argument out of domain
de: Argument zu mathematischer Funktion außerhalb des Definitionsbereichs
es: Argumento fuera del dominio
nl: Argument buiten bereik

source: Result too large
de: Ergebnis mathematischer Funktion zu groß
es: El resultado es demasiado grande
nl: Resultaat te groot

source: File exists
de: File existiert schon
es: El fichero ya existe
nl: Bestand bestaat al

source: Operation not permitted
de: Keine Berechtigung dazu
es: Operación no permitida
nl: Geen toestemming hiervoor

source: No such process
de: Dieser Prozess existiert nicht (mehr)
es: No existe tal proceso
nl: Proces bestaat niet

source: Interrupted system call
de: Unterbrechung während Betriebssystem-Aufruf
es: Llamada al sistema interrumpida
nl: Onderbroken systeemaanroep

source: I/O error
de: Fehler bei Schreib-/Lesezugriff
es: Error de E/S
nl: Invoer/uitvoer fout

source: No such device or address
de: Gerät existiert nicht oder Laufwerk leer
es: Dispositivo no configurado
nl: Apparaat bestaat niet of station leeg

source: No child processes
de: Worauf warten?
es: Ningún proceso hijo
nl: Geen kindprocessen

source: No more processes
de: Kann keinen weiteren Prozess erzeugen
es: No hay más procesos
nl: Geen verdere processen

source: Bad address
de: Ungültige Adresse
es: Dirección incorrecta
nl: Foutief adres

source: Block device required
de: Nur block-strukturierte Geräte erlaubt
es: Se requiere un dispositivo de bloque
nl: Alleen blokgestuurde apparaten toegestaan

source: Device busy
de: Filesystem darf nicht gekappt werden
es: Dispositivo ocupado
nl: Apparaat bezig

source: Is a directory
de: Das ist ein Directory
es: Es un directorio
nl: Is een map

source: File table overflow
de: Tabelle der offenen Files ist voll
es: Desbordamiento de la tabla de ficheros
nl: Bestandstabel overloop

source: Inappropriate ioctl for device
de: Falscher Gerätetyp
es: El dispositivo no acepta la llamada `ioctl'
nl: Ongeschikte ioctl voor apparaat

source: Text file busy
de: Programm wird gerade geändert oder ausgeführt
es: Fichero de texto en uso
nl: Tekstbestand in gebruik

source: File too large
de: Zu großes File
es: Fichero demasiado grande
nl: Bestand te groot

source: No space left on device
de: Platte oder Diskette voll
es: No queda espacio en el dispositivo
nl: Geen vrije ruimte op apparaat

source: Illegal seek
de: Nicht positionierbares File
es: Desplazamiento inválido
nl: Ongeldige zoekopdracht

source: Read-only file system
de: Dieses Filesystem erlaubt keinen Schreibzugriff
es: Sistema de ficheros de sólo lectura
nl: Bestandssysteem is alleen maar leesbaar

source: Too many links
de: Zu viele Links auf ein File
es: Demasiados enlaces
nl: Te veel koppelingen

source: Broken pipe
es: Tubería rota

source: Operation would block
de: Darauf müsste gewartet werden
es: La operación se bloquearía
nl: Bewerking zou blokkeren

source: Operation now in progress
de: Das kann lange dauern
es: Operación en curso
nl: Dit kan nog wel even duren

source: Operation already in progress
de: Es läuft schon eine Operation
es: La operación ya se está llevando a cabo
nl: Bewerking is al aan de gang

source: Too many levels of symbolic links
de: Zu viele symbolische Links in einem Pathname
es: Demasiados niveles de enlaces simbólicos
nl: Te veel niveaus van symbolische koppelingen

source: File name too long
de: Zu langer Filename
es: Nombre de fichero demasiado largo
nl: Bestandsnaam te lang

source: Directory not empty
de: Directory ist nicht leer
es: El directorio no está vacío
nl: Map niet leeg

source: Stale NFS file handle
de: Offenes File auf entferntem Filesystem wurde gelöscht
es: Fichero NFS bloqueado
nl: Verouderde bestandstoegang op NFS

source: Too many levels of remote in path
de: Mount läuft nicht auf entfernten Filesystemen
es: Demasiados niveles de profundidad en la trayectoria

source: Socket operation on non-socket
de: Socket-Operation und kein Socket
es: Operación de `sockets' sobre un "no-socket"
nl: Socket-bewerking op iets dat geen socket is

source: Destination address required
de: Operation braucht Zieladresse
es: Se necesita la dirección del destino
nl: Bestemmingsadres vereist

source: Message too long
de: Zu lange Nachricht
es: Mensaje demasiado largo
nl: Bericht te lang

source: Protocol wrong type for socket
de: Dieses Protokoll passt nicht zu diesem Socket
es: Tipo de protocolo incorrecto para el `socket'
nl: Verkeerd type protocol voor socket

source: Option not supported by protocol
de: Fehlerhafte Option zu Protokoll auf Socket
es: Opción no soportada por el protocolo
nl: Optie niet ondersteund door protocol

source: Protocol not supported
de: Protokoll nicht implementiert
es: Protocolo no soportado
nl: Protocol niet ondersteund

source: Socket type not supported
de: Socket-Typ nicht implementiert
es: Tipo de `socket' no soportado
nl: Type socket niet ondersteund

source: Operation not supported on socket
de: Operation auf diesem Socket nicht implementiert
es: Acción no permitida en un `socket'
nl: Bewerking op socket niet ondersteund

source: Protocol family not supported
de: Protokoll-Familie nicht implementiert
es: Familia de protocolos no soportada
nl: Protocolfamilie niet ondersteund

source: Address family not supported by protocol family
de: Adressen-Familie passt nicht zu diesem Protokoll
es: Familia de direcciones no soportada por el protocolo
nl: Adresfamilie niet ondersteund door protocolfamilie

source: Address already in use
de: Adresse schon belegt
es: Dirección en uso
nl: Adres is al in gebruik

source: Can't assign requested address
es: No se puede asignar la dirección requerida
nl: Kan aangevraagd adres niet toekennen

source: Network is down
de: Netz streikt
es: La red no está operativa
nl: Netwerk is plat

source: Network is unreachable
de: Netz unbekannt und außer Sichtweite
es: No es posible conectarse con la red
nl: Netwerk is niet bereikbaar

source: Network dropped connection on reset
de: Rechner bootete, Verbindung gekappt
es: Se ha perdido la conexión con la red debido a una reinicialización
nl: Server is herstart, netwerkverbinding kwijt

source: Software caused connection abort
de: Musste diese Verbindung kappen
es: El software ha provocado la interrupción de la conexión
nl: Moest deze verbinding verbreken

source: Connection reset by peer
de: Gegenseite kappte die Verbindung
es: Conexión reinicializada por el otro extremo
nl: Verbinding door andere kant verbroken

source: No buffer space available
de: Nicht genügend Platz für einen Buffer
es: No queda espacio en el buffer
nl: Niet genoeg ruimte voor een buffer

source: Socket is already connected
de: Socket ist bereits verbunden
es: El `socket' ya está conectado
nl: Socket is al verbonden

source: Socket is not connected
de: Socket hat keine Verbindung
es: El `socket' no está conectado
nl: Socket is niet verbonden

source: Can't send after socket shutdown
es: No se puede enviar después de la ruptura del `socket'
nl: Kan niet naar gesloten socket zenden

source: Connection timed out
de: Verbindung nach Timeout gekappt
es: Se excedió el tiempo para la conexión
nl: Tijdsoverschrijding bij verbinden

source: Connection refused
de: Gegenseite verweigert die Verbindung
es: Conexión rechazada
nl: Verbinding geweigerd

source: Host is down
de: Gegenseite ist wohl abgeschaltet
es: El servidor no está disponible
nl: Andere computer is plat

source: Host is unreachable
de: Gegenseite nicht in Sichtweite, nicht erreichbar
es: No se puede conectar con el servidor
nl: Andere computer is niet bereikbaar

source: Too many processes
de: Zu viele Prozesse am Laufen
es: Demasiados procesos
nl: Te veel processen

source: Too many users
de: Zu viele Benutzer aktiv
es: Demasiados usuarios
nl: Te veel gebruikers

source: Disk quota exceeded
de: Plattenplatz rationiert, Ihr Anteil ist erschöpft
es: Cuota de disco excedida
nl: Schijfquotum overschreden

source: Not a stream device
de: Das ist kein STREAM
es: No es un dispositivo de flujo
nl: Geen `stream' apparaat

source: Timer expired
de: STREAM braucht länger als erwartet
es: El temporizador expiró
nl: Timer verlopen

source: Out of stream resources
de: Kein Platz für weiteren STREAM
es: Alcanzado el límite de recursos de `streams'
nl: Geen ruimte meer voor stream

source: No message of desired type
de: Nachrichten dieses Typs gibt es hier nicht
es: No hay mensajes del tipo deseado
nl: Geen bericht van gewenst type

source: Not a data message
de: Nachricht von unbekanntem Typ angekommen
es: No es un mensaje de datos
nl: Geen gegevens-bericht

source: Identifier removed
de: Name (einer Semaphore) wurde gelöscht
es: Identificador desechado

source: Resource deadlock would occur
de: Das würde zu einem Deadlock führen
es: Podría ocurrir un interbloqueo entre recursos
nl: Patstelling voor hulpbronnen zou optreden

source: No record locks available
de: Zu viele Zugriffsvorbehalte auf einmal
es: No quedan registros de bloqueo disponibles
nl: Geen record-vergrendelingen beschikbaar

source: Machine is not on the network
de: Rechner nicht übers Netz erreichbar
es: La máquina no está en la red
nl: Machine bevindt zich niet op het netwerk

source: Object is remote
de: Das kann nur der dortige Rechner
es: El objeto es remoto
nl: Object is op de andere computer

source: Link has been severed
de: Verbindung ist zusammengebrochen
es: El enlace ha sido destruído
nl: Koppeling is doorgehakt

source: Advertise error
de: Andere Rechner benutzen noch unsere Ressourcen
es: Error de anuncio
nl: Advertise-fout

source: Srmount error
de: Andere Rechner benutzen noch unsere Ressourcen
es: Error de `srmount'
nl: Srmount-fout

source: Communication error on send
de: Beim Senden: Rechner nicht erreichbar
es: Error de comunicaciones en el envío
nl: Communicatiefout bij zenden

source: Protocol error
de: Protokoll klappt nicht
es: Error de protocolo
nl: Protocol-fout

source: Multihop attempted
de: Ressourcen nicht direkt erreichbar
es: Se ha intentado un multihop

source: Remote address changed
de: Rechner hat jetzt eine andere Adresse
es: La dirección remota ha cambiado
nl: Adres van andere computer is gewijzigd

source: Not supported under MS-DOS
de: Das geht unter MS-DOS nicht
es: No soportado en MS-DOS
nl: Niet ondersteund in MS-DOS
