Repository: rurban/clisp
Catalog: src/gettext/po/*.po
Languages: de, es, nl

source: ~%It is not defined by the Unicode standard.
de: ~%Es ist laut Unicode-Standard nicht definiert.
nl: ~%Het is niet gedefiniëerd door de Unicode standaard.

source: ~%It
de: ~%Sie
nl: ~%Het

source: exports ~:[no symbols~;the symbols~:*~{~<~%~:; ~S~>~^~}~%~]
nl: exporteert ~:[geen symbols~;de symbols~:*~{~<~%~:; ~S~>~^~}~%~]

source: exports ~[no symbols~:;~:*~:d symbols~]
de: exportiert ~:[keine Symbole~:;~:*~d Symbole~]
nl: exporteert ~[geen symbols~:;~:*~:d symbols~]

source: , but no package uses these exports
de: , aber keine andere Package benutzt diese Exportierungen
nl: , maar geen package gebruikt deze exports

source: ~%argument list: ~:S
de: ~%Argumentliste: ~:S
nl: ~%argumentenlijst: ~:S

source: ~&~%~A [see above]
de: ~&~%~A [siehe oben]
nl: ~&~%~A [zie boven]

source: ~%Argument list:
de: ~%Argumentliste:
nl: ~%Argumentenlijst:

source: Total
de: Gesamt
nl: Totaal

source: ~S: argument ~S should be a string or a symbol
de: ~S: Argument muss ein String oder Symbol sein, nicht ~S.
nl: ~S: argument ~S moet een string of symbol zijn

source: Amiga version: Joerg Hoehle
de: Amiga-Version: Jörg Höhle

source: RISCOS port: Peter Burwood, Bruno Haible
de: RISCOS-Portierung: Peter Burwood, Bruno Haible

source: Could not determine the end of the SP stack!
de: Konnte das Ende des SP-Stacks nicht herausfinden!

source: WARNING: No initialization file specified.
de: WARNUNG: Kein Initialisierungsfile angegeben.

source: operating system error during load of initialization file `%s'
de: Betriebssystem-Fehler beim Versuch, das Initialisierungsfile `%s' zu laden.

source: Cannot map the initialization file into memory.
de: Kann das Initialisierungsfile nicht in den Speicher legen.

source: operating system error during load of initialization file
de: Betriebssystem-Fehler beim Versuch, das Initialisierungsfile zu laden.

source: initialization file was not created by this version of LISP
de: Initialisierungsfile wurde nicht von dieser LISP-Version erzeugt.

source: not enough memory for initialization
de: Speicherplatz reicht für Initialisierung nicht aus.

source: Could not access current directory
de: Zugriff auf aktuelles Verzeichnis nicht möglich.

source: ~ is not a ~, cannot be output onto ~
de: ~ ist kein ~ und kann daher nicht auf ~ ausgegeben werden.

source: ~ from ~: ~ = ~ does not allow the evaluation of ~
de: ~ von ~: ~ = ~ erlaubt nicht die Evaluierung von ~

source: ~: ambiguous, more than one initialization specified
de: ~: Mehr als eine Initialisierung angegeben.

source: (("I" "import the symbol first" T) ("N" "do nothing, do not export the symbol" NIL))
de: (("I" "Symbol erst importieren" T) ("N" "Nichts tun, Symbol nicht exportieren" NIL))

source: Cannot change the case sensitiveness of ~.
de: Kann Groß-/Kleinschreibung von ~ nicht verändern.

source: ~: This is not a generic function: ~
de: ~: Das ist keine generische Funktion: ~

source: ~: This is not a prototype of a generic function: ~
de: ~: Das ist kein Prototyp einer generischen Funktion: ~

source: Broken pipe, child process terminated or socket closed
de: Rohrbruch, Tochterprozess beendet oder Socketverbindung abgebrochen

source: Invalid multibyte or wide character
de: Ungültiges Multibyte-Zeichen

source: Cannot assign requested address
de: Adresse nicht (auf diesem Rechner) verfügbar

source: Cannot send after socket shutdown
de: Shutdown hat den Socket schon deaktiviert

source: Communication with ARexx is not possible.
de: Keine Kommunikation mit ARexx möglich.

source: The macro ~S may not be called with ~S arguments: ~S
de: Der Macro ~S kann nicht mit ~S Argumenten aufgerufen werden: ~S

source: ~S: non-symbol ~S cannot be a variable
de: ~S: Nur Symbole können Variablen sein, nicht ~S

source: ~S used as a key in ~S, it would be better to use parentheses.
de: Schlüssel ~S in Fallunterscheidung sollte lieber in Klammern gesetzt werden: ~S

source: ~S ~S: structure of type ~S cannot hold the name.
de: ~S ~S: Structure vom Typ ~S kann den Namen nicht enthalten.

source: ~S: input stream ~S ends within read macro beginning to ~S
de: ~S: Eingabestream ~S endet innerhalb eines Read-Macro zu ~S

source: ~S ~S: slot options for slot ~S must come in pairs
de: ~S ~S: Slot-Optionen zu Slot ~S sind nicht paarig.

source: ~S ~S, option ~S: arguments must come in pairs
de: ~S ~S, Option ~S: Argumente sind nicht paarig.

source: ~S in ~S: the new arguments ~S have a different effective method than the old arguments ~S
de: ~S in ~S: die neuen Argumente ~S haben eine andere effektive Methode als die alten Argumente ~S

source: symbol-macro
de: Symbol-Makro

source: in the ~:[~:[first~;fourth~]~;~:[second~;third~]~] quadrant
de: im ~:[~:[ers~;vier~]~;~:[zwei~;drit~]~]ten Quadranten

source: (vector)
de: (Vektor)

source: ~&~%~A is
de: ~&~%~A ist
