Repository: rurban/clisp
Catalog: src/po/*.po
Languages: fr

source: argument ~S to function ~S is not a symbol
fr: L'argument ~S pour la fonction ~S n'est pas un symbole.

source: Illegal syntax in LET/LET*: ~S
fr: Mauvaise syntaxe pour LET/LET* : ~S

source: Lambda list marker ~S not allowed here.
fr: Le marqueur de lambda-liste ~S n'est pas permis ici.

source: Missing &REST parameter in lambda list ~S
fr: Il manque le paramètre &REST dans la lambda-liste ~S

source: Lambda list element ~S is superfluous.
fr: L'élément de lambda-liste est superflu : ~S

source: Lambda lists with dots are only allowed in macros, not here: ~S
fr: Les listes lambdas contenant une paire pointée ne sont permises qu'avec des macros et non ici : ~S

source: Illegal lambda list element ~S
fr: N'est pas permis dans une lambda-liste : ~S

source: Binding variable ~S can cause side effects despite of IGNORE declaration~%since it is declared SPECIAL.
fr: Lier la variable ~S peut avoir des effets de bord malgré la déclaration IGNORE~%car elle a été déclarée SPECIAL.

source: variable ~S is used despite of IGNORE declaration.
fr: La variable ~S est utilisée malgré la déclaration IGNORE.

source: variable ~S is not used.~%Misspelled or missing IGNORE declaration?
fr: La variable ~S n'est pas utilisée.~%Mauvaise orthographe ou déclaration IGNORE manquante?

source: The variable ~S is assigned to, despite of READ-ONLY declaration.
fr: La variable ~S est affectée malgré la déclaration READ-ONLY.

source: Constant ~S cannot be bound.
fr: La constante ~S ne peut pas être liée.

source: Misplaced declaration: ~S
fr: Une déclaration n'est pas permise ici : ~S

source: Odd number of arguments to SETQ: ~S
fr: Nombre impair d'arguments pour SETQ : ~S

source: Cannot assign to non-symbol ~S.
fr: Rien ne peut être assigné à ~S car ce n'est pas un symbole.

source: Odd number of arguments to PSETQ: ~S
fr: Nombre impair d'arguments pour PSETQ : ~S

source: Only symbols may be used as variables, not ~S
fr: Seuls les symboles peuvent servir de variable et non ~S

source: Illegal syntax in COMPILER-LET: ~S
fr: Mauvaise syntaxe pour COMPILER-LET : ~S

source: Block name must be a symbol, not ~S
fr: Un nom de bloc doit être un symbole et non ~S

source: RETURN-FROM block ~S is impossible from here.
fr: RETURN-FROM bloc ~S est impossible à partir d'ici.

source: Only numbers and symbols are valid tags, not ~S
fr: Seuls les symboles et les nombres peuvent servir de marqueur de saut et non ~S

source: Tag must be a symbol or a number, not ~S
fr: Le marqueur de saut doit être un symbole ou un nombre et non ~S

source: GO to tag ~S is impossible from here.
fr: GO vers le marqueur ~S n'est pas possible ici.

source: ~S is not a function. It is a locally defined macro.
fr: ~S n'est pas une fonction mais une macro définie localement.

source: Only symbols and lambda expressions are function names, not ~S
fr: Seuls les symboles et les lambda-expressions sont des noms de fonction et non ~S

source: Illegal function definition syntax in ~S: ~S
fr: Mauvaise syntaxe de définition de fonction dans ~S : ~S

source: CASE clause without objects: ~S
fr: Clause CASE sans objets LISP : ~S

source: ~S: the ~S clause must be the last one: ~S
fr: ~S : La clause ~S doit être la dernière: ~S

source: Duplicate ~S label ~S : ~S
fr: ~S : Le choix ~S se répète: ~S

source: Too many arguments to ~S
fr: Trop d'arguments pour ~S

source: Too few arguments to ~S
fr: Trop peu d'arguments pour ~S

source: The ~S destination is invalid (not NIL or T or a stream or a string with fill-pointer): ~S
fr: La destination de ~S est invalide (ni NIL, ni T, ni un «stream», ni une chaîne avec pointeur de remplissage): ~S

source: Name of function to be compiled must be a symbol, not ~S
fr: Le nom d'une fonction à compiler doit être un symbole et non ~S

source: ~S: redefining ~S; it was traced!
fr: ~S: ~S est redéfinie, alors qu'elle était tracée!

source: ~S is already compiled.
fr: ~S est déjà compilée.

source: Undefined function ~S
fr: Fonction non définie ~S.

source: Not a lambda expression nor a function: ~S
fr: Ni lambda-expression ni fonction : ~S

source: ~%There were errors in the following functions:~%~{~<~%~:; ~S~>~^~}
fr: ~%Il y a des erreurs dans les fonctions :~%~{~<~%~:; ~S~>~^~}

source: ~%The following functions were used but not defined:~%~{~<~%~:; ~S~>~^~}
fr: ~%Les fonctions suivantes sont utilisées mais non définies :~%~{~<~%~:; ~S~>~^~}

source: ~%The following special variables were not defined:~%~{~<~%~:; ~S~>~^~}
fr: ~%Les variables utilisées comme SPECIAL ne sont pas définies :~%~{~<~%~:; ~S~>~^~}

source: ~%The following special variables were defined too late:~%~{~<~%~:; ~S~>~^~}
fr: ~%Les variables déclarées SPECIAL sont définies trop tard :~%~{~<~%~:; ~S~>~^~}

source: ~%~D error~:P, ~D warning~:P
fr: ~%~D erreur~:P, ~D avertissement~:P

source: ~&Listing of compilation of file ~A~%on ~@? by ~A, version ~A
fr: ~&Listage de la compilation du fichier ~A~%le ~@? par ~A, version ~A

source: ~%Compiling file ~A ...
fr: ~%Compilation du fichier ~A...

source: ~%~%Disassembly of function ~S
fr: ~%~%Déassemblage de la fonction ~S

source: ~%~S required arguments
fr: ~%~S arguments nécessaires

source: ~%~S optional arguments
fr: ~%~S arguments facultatifs

source: ~%~:[No rest parameter~;Rest parameter~]
fr: ~%~:[Pas de paramètre &REST~;Paramètre &REST~]

source: ~%~S keyword parameter~:P: ~{~S~^, ~}.
fr: ~%~S mot~:P-clé : ~{~S~^, ~}.

source: ~%Other keywords are allowed.
fr: ~%D'autres mots-clé sont permis.

source: ~%No keyword parameters
fr: ~%Pas de mot-clé

source: Disassembly of function
fr: Déassemblage de la fonction

source: Rest parameter
fr: Paramètre &REST

source: No rest parameter
fr: Pas de paramètre &REST

source: Other keywords are allowed.
fr: D'autres mots-clé sont permis.

source: No keyword parameters
fr: Pas de mot-clé

source: ~S: ~S is not a function
fr: ~S : ~S n'est pas une fonction.

source: ~S: package name ~S should be a string or a symbol
fr: ~S : Le nom d'un paquetage doit être une chaîne ou un symbole et non ~S.

source: ~S ~A: symbol name ~S should be a string or a symbol
fr: ~S ~A : Le nom d'un symbole doit être une chaîne ou un symbole et non ~S.

source: ~S ~A: the symbol ~A must not be specified more than once
fr: ~S ~A : Le symbole ~A ne peut être mentionné qu'une seule fois.

source: ~S ~A: the ~S option must not be given more than once
fr: ~S ~A : L'option ~S ne doit apparaître qu'une seule fois.

source: ~S ~A: unknown option ~S
fr: ~S ~A : Option ~S non reconnue.

source: ~S ~A: invalid syntax in ~S option: ~S
fr: ~S ~A : Mauvaise syntaxe dans l'option ~S: ~S

source: ~S ~A: not a ~S option: ~S
fr: ~S ~A : Ceci n'est pas une option ~S: ~S

source: This symbol will be created.
fr: Ce symbole sera créÂé.

source: ~S ~A: There is no symbol ~A::~A .
fr: ~S ~A : Il n'y a pas de symbole ~A::~A .

source: The object to be destructured should be a list with ~:[at least ~*~S~;~:[from ~S to ~S~;~S~]~] elements, not ~4@*~S.
fr: L'objet à démonter devrait être une liste ~:[d'au moins ~*~S~;de ~:[~S à ~S~;~S~]~] éléments et non ~4@*~S.

source: ~S: macro name should be a symbol, not ~S
fr: ~S : le nom de macro n'est pas un symbole: ~S

source: ~S: input stream ~S ends within read macro beginning to ~S
fr: ~S : Le «stream» d'entrée se termine à l'intérieur d'un macro de lecture en ~S

source: ~S from ~S: character read should be a character: ~S
fr: ~S de ~S : le caractère lu n'est pas un caractère: ~S

source: ~S from ~S: After ~S is ~S an undefined dispatch macro character
fr: ~S de ~S : Après ~S ~S n'est plus défini comme macro caractère de «dispatch».

source: ~S: ~S of ~S is ambiguous. Please use ~S or ~S.
fr: ~S : ~S de ~S est ambigu. Utilisez ~S ou ~S.

source: ~S: syntax error after ~A in ~S
fr: ~S : mauvaise syntaxe après ~A dans ~S

source: ~S: missing variable.
fr: ~S : Il manque une variable.

source: ~S: After ~S, ~S is interpreted as a type specification
fr: ~S : Après ~S, on traite ~S comme une spécification d'un type.

source: ~S: ~A clauses should occur before the loop's main body
fr: ~S : Les phrases ~A doivent apparaître avant le contenu principale de la boucle.

source: ~S: After ~S a plural loop keyword is required, not ~A
fr: ~S : Après ~S, on s'attend au pluriel et non à ~A

source: ~S: After ~S a singular loop keyword is required, not ~A
fr: ~S : Après ~S, on s'attend au singulier et non à ~A

source: ~S: questionable iteration direction after ~A
fr: ~S : On compte vers le haut ou vers le bas après ~A ?

source: ~S: specifying ~A requires FROM or DOWNFROM
fr: ~S : ~A ne va qu'avec FROM ou DOWNFROM

source: ~S: illegal syntax near ~S in ~S
fr: ~S : syntaxe illégale près de ~S dans ~S

source: ~S: ambiguous result of loop ~S
fr: ~S : Le résultat de la boucle ~S est ambigu.

source: ~S is possible only from within ~S
fr: ~S n'est possible qu'à l'intérieur de ~S.

source: Use of ~S in FINALLY clauses is deprecated because it can lead to infinite loops.
fr: On recommande de ne pas utiliser ~S dans des phrases FINALLY car cela peut amener à des boucles infinies.

source: ~S is not possible here
fr: ~S n'est pas possible ici.

source: ~S: argument ~S is not a symbol
fr: ~S : L'argument ~S n'est pas un symbole.

source: ~S: ~S does not name a class
fr: ~S : ~S n'est pas le nom d'une classe.

source: ~S: ~S is not a class
fr: ~S : ~S n'est pas une classe.

source: ~S: cannot redefine built-in class ~S
fr: ~S : La classe prédéfinie ~S ne peut être redéfinie.

source: instance ~S of class ~S has no slots (wrong metaclass)
fr: L'objet ~S appartenant à la classe ~S n'a pas de composants (mauvaise classe méta)

source: ~S: not a list of slots: ~S
fr: ~S : Pas une liste de composants: ~S

source: ~S: invalid slot and variable specification ~S
fr: ~S : spécification invalide de composant et variable: ~S

source: ~S: variable ~S should be a symbol
fr: ~S : La variable ~S devrait être un symbole.

source: ~S: slot name ~S should be a symbol
fr: ~S : Le nom de composant ~S devrait être un symbole.

source: ~S: invalid slot and accessor specification ~S
fr: ~S : spécification invalide de composant et accesseur: ~S

source: ~S: accessor name ~S should be a symbol
fr: ~S : Le nom d'accesseur ~S devrait être un symbole.

source: ~S: class name ~S should be a symbol
fr: ~S : Le nom de classe ~S devrait être un symbole.

source: ~S ~S: expecting list of superclasses instead of ~S
fr: ~S ~S : on s'attend à une liste de classes supérieures au lieu de ~S

source: ~S ~S: superclass name ~S should be a symbol
fr: ~S ~S : Le nom d'une classe supérieure doit être un symbole et non ~S

source: ~S ~S: expecting list of slot specifications instead of ~S
fr: ~S ~S : on s'attend à une liste de spécifications de composants au lieu de ~S

source: ~S ~S: slot name ~S should be a symbol
fr: ~S ~S : Le nom de composant ~S doit être un symbole et non ~S

source: ~S ~S: There may be only one direct slot with the name ~S.
fr: ~S ~S : Il ne peut pas y avoir plusieurs composants directs avec le même nom ~S.

source: ~S ~S: slot options for slot ~S must come in pairs
fr: ~S ~S : Les options pour le composant ~S ne viennent pas deux à deux.

source: ~S ~S, slot option for slot ~S: ~S is not a function name
fr: ~S ~S, option pour composant ~S : ~S n'est pas le nom d'une fonction.

source: ~S ~S, slot option for slot ~S: ~S is not a symbol
fr: ~S ~S, option pour composant ~S : ~S n'est pas un symbole.

source: ~S ~S, slot option ~S for slot ~S may only be given once
fr: ~S ~S, l'option ~S pour le composant ~S ne peut être spécifiée qu'une seule fois.

source: ~S ~S, slot option for slot ~S must have the value ~S or ~S, not ~S
fr: ~S ~S, l'option ~S pour le composant ~S doit avoir la valeur ~S ou ~S et non ~S

source: ~S ~S, slot option for slot ~S: ~S is not a string
fr: ~S ~S, option pour composant ~S : ~S n'est pas une chaîne.

source: ~S ~S, slot option for slot ~S: ~S is not a valid slot option
fr: ~S ~S, option pour composant ~S : ~S n'est pas une option valable.

source: ~S ~S, option ~S may only be given once
fr: ~S ~S, l'option ~S ne peut être spécifiée qu'une seule fois.

source: ~S ~S, option ~S: ~S is not a symbol
fr: ~S ~S, option ~S : ~S n'est pas un symbole.

source: ~S ~S: option ~S should be written ~S
fr: ~S ~S : L'option ~S devrait être écrite ~S.

source: ~S ~S, option ~S: arguments must come in pairs
fr: ~S ~S, option ~S : Les arguments ne viennent pas deux à deux.

source: ~S ~S, option ~S: ~S may only be given once
fr: ~S ~S, option ~S : ~S ne peut être spécifié qu'une seule fois.

source: ~S ~S, option ~S: ~S is not a string
fr: ~S ~S, option ~S : ~S n'est pas une chaîne.

source: ~S ~S: invalid option ~S
fr: ~S ~S : option invalide ~S

source: ~S: Class ~S is being redefined, instances are obsolete
fr: ~S : La classe ~S est redéfinie, les instances sont obsolètes.

source: ~S ~S: inconsistent precedence graph, cycle ~S
fr: ~S ~S : graphe de précédences contradictoire, cycle ~S

source: (class-precedence-list ~S) and (class-precedence-list ~S) are inconsistent
fr: (class-precedence-list ~S) et (class-precedence-list ~S) sont contradictoires.

source: ~S ~S: missing lambda list
fr: ~S ~S : la lambda-liste manque.

source: ~S ~S: ~S is invalid within ~S methods
fr: ~S ~S : ~S n'est pas permit dans des méthodes ~S.

source: Too few arguments to ~S: ~S
fr: Trop peu d'arguments pour ~S : ~S

source: The generic function ~S is being modified, but has already been called.
fr: On change la fonction générique ~S qui a déjà été appelée.

source: ~S in ~S: the new arguments ~S have a different effective method than the old arguments ~S
fr: ~S dans ~S : les nouveaux arguments ~S ont une méthode effective différentes des anciens arguments ~S

source: Replacing method ~S in ~S
fr: On remplace la méthode ~S dans ~S.

source: Removing method ~S in ~S
fr: On retire la méthode ~S de ~S.

source: ~S has no method with qualifiers ~:S and specializers ~S
fr: ~S n'a pas de méthode qualifiée ~:S qui est spécialisée sur ~S.

source: ~S ~S: Only ~S declarations are permitted: ~S
fr: ~S ~S : Seules les déclarations ~S sont permises: ~S

source: ~S ~S: ~S may only be specified once.
fr: ~S ~S : ~S ne peut être spécifié qu'une seule fois.

source: ~S ~S: A string must be specified after ~S : ~S
fr: ~S ~S : Il faut une chaîne après ~S : ~S

source: ~S ~S: Only one ~S string is allowed
fr: ~S ~S : Il faut qu'une seule chaîne ~S.

source: ~S ~S: The only valid method combination is ~S : ~S
fr: ~S ~S : La seule combinaison de méthodes valable est ~S : ~S

source: ~S ~S: The only valid generic function class name is ~S : ~S
fr: ~S ~S : Le seul nom valable d'une classe de fonction générique est ~S : ~S

source: ~S ~S: The only valid method class name is ~S : ~S
fr: ~S ~S : Le seul nom valable d'une classe de méthodes est ~S : ~S

source: ~S ~S: ~S is not one of the required parameters: ~S
fr: ~S ~S : ~S n'est pas parmi les noms d'arguments obligatoires: ~S

source: ~S ~S: some variable occurs twice in ~S
fr: ~S ~S : une variable apparaît plusieurs fois dans ~S.

source: ~S ~S: ~S is missing some required parameter
fr: ~S ~S : ~S ne contient pas tous les noms d'arguments obligatoires.

source: ~S ~S: No initializations are allowed in a generic function lambda-list: ~S
fr: ~S ~S : Des initialisations ne sont pas permises dans la lambda-liste d'une fonction générique: ~S

source: ~S ~S: variable name ~S should be a symbol
fr: ~S ~S : le nom de variable ~S devrait être un symbole.

source: ~S ~S: duplicate variable name ~S
fr: ~S ~S : le nom de variable ~S apparaît plusieurs fois.

source: ~S ~S: invalid lambda list portion: ~S
fr: ~S ~S : lambda-liste partiellement invalide: ~S

source: Removing all methods of ~S
fr: On enlève toutes les méthodes de ~S.

source: Modifying the parameter profile of ~S
fr: On change le nombre / l'ordre des arguments de ~S.

source: ~S: ~S is not a generic function specification
fr: ~S: ~S n'est pas une spécification de fonction générique.

source: ~S: The name of a class must be a symbol, not ~S
fr: ~S : Le nom d'une classe doit être un symbole et non ~S.

source: ~S: The name of the built-in class ~S cannot be modified
fr: ~S : Le nom de la classe prédéfinie ~S ne peut pas être changée.

source: ~S: When calling ~S with arguments ~S, no method is applicable.
fr: ~S : À l'appel de ~S avec les arguments ~S, aucune méthode ne s'applique.

source: ~S: When calling ~S with arguments ~S, no primary method is applicable.
fr: ~S : À l'appel de ~S avec les arguments ~S, aucune méthode primaire ne s'applique.

source: ~S: When calling ~S with arguments ~S, there is no next method after ~S, and ~S was called.
fr: ~S : À l'appel de ~S avec les arguments ~S, il n'y a plus de méthode après ~S, et ~S a été appelé.

source: ~S: The class ~S has no slot named ~S
fr: ~S : La classe ~S n'a pas de composant de nom ~S.

source: ~S: The slot ~S of ~S has no value
fr: ~S : Le composant ~S de ~S n'a pas de valeur.

source: ~S method for ~S returned ~S
fr: La méthode de ~ pour ~ a retourné ~.

source: Cannot disassemble ~S
fr: Impossible de déassembler ~S

source: ~S: the name of a condition must be a symbol, not ~S
fr: ~S : Le nom d'une condition exceptionnelle doit être un symbole et non ~S

source: ~S: the parent-type list must be a list of symbols, not ~S
fr: ~S : La liste des types doit être une liste de symboles et non ~S

source: ~S: the slot description list must be a list, not ~S
fr: ~S : La liste des descriptions de «slots» doit être une listeet non ~S

source: ~S ~S: superfluous arguments ~S
fr: ~S ~S : Les arguments ~S sont superflus.

source: ~S: the condition argument must be a string, a symbol or a condition, not ~S
fr: ~S : L'argument de condition exceptionnelle doit être de type STRING, SYMBOL ou CONDITION et non ~S

source: ~S: illegal syntax of clause ~S
fr: ~S : syntaxe inadmissible de la phrase ~S

source: ~S: too many variables ~S in clause ~S
fr: ~S : trop de variables ~S dans la phrase ~S

source: ~S: ~S is not a valid restart name here. Use ~S instead.
fr: ~S : ~S n'est pas valable comme nom de «restart» ici. Utilisez ~S.

source: ~S: invalid restart name ~S
fr: ~S : Nom inadmissible pour un «restart»: ~S

source: ~S: No restart named ~S is visible.
fr: ~S : Un «restart» de nom ~S n'est pas visible.

source: ~S: not a list: ~S
fr: ~S : ceci n'est pas une liste: ~S

source: ~S: invalid restart specification ~S
fr: ~S : spécification inadmissible d'un «restart»: ~S

source: ~S: unnamed restarts require ~S to be specified: ~S
fr: ~S : Il faut spécifier ~S pour des «restarts» anonymes: ~S

source: ~S: missing lambda list in restart specification ~S
fr: ~S : il faut une lambda-liste dans la spécification d'un «restart»: ~S

source: ~S: restart cannot be invoked interactively because it is missing a ~S option: ~S
fr: ~S : Ce «restart» ne peut prendre le contrôle en dialogue car il manque un ~S : ~S

source: ~%New ~S [value ~D of ~D]:
fr: ~%Nouveau ~S [valeur ~D de ~D]:

source: Return from ~S loop
fr: Quitter le cycle de ~S.

source: WARNING:
fr: AVERTISSEMENT :

source: ~S: This is more serious than a warning: ~A
fr: ~S : C'est plus sérieux qu'un avertissement: ~A

source: ~: argument ~S is not a character
fr: ~ : L'argument ~S n'est pas un caractère.

source: ~S: the font argument should be an integer, not ~S
fr: ~S : L'argument fonte doit être un entier et non ~S.

source: ~S: the bits argument should be an integer, not ~S
fr: ~S : L'argument bits doit être un entier et non ~S.

source: ~S: the only bit names are ~S, ~S, ~S, ~S, not ~S
fr: ~S : Les seuls noms bits permis sont ~S, ~S, ~S et ~S et non ~S.

source: Got bad response from ~S: ~S
fr: Mauvaise réponse par ~S : ~S

source: ~S: File ~S already exists
fr: ~S : Le fichier ~S existe déjà.

source: (y/n)
fr: (o/n)

source: Please answer with y or n :
fr: Répondez par o ou n :

source: (yes/no)
fr: (oui/non)

source: Please answer with yes or no :
fr: Répondez par oui ou non :

source: [*package* invalid]
fr: [*package* invalide]

source: Values:
fr: Valeurs :

source: You can continue (by typing 'continue').
fr: Vous pouvez continuer (tapez «continue» pour cela).

source: The following restarts are available:
fr: Rentrées possibles:

source: no values
fr: Aucune valeur

source: value:
fr: Valeur :

source: values:
fr: Valeurs :

source: condition when to stop:
fr: condition d'arrêt :

source: Already dribbling to ~S
fr: Le protocole est déjà écrit sur ~S.

source: Currently not dribbling.
fr: Aucun protocole n'est couramment écrit.

source: constant
fr: constante

source: symbol-macro
fr: macro de symbole

source: class
fr: classe

source: ~%Slots:
fr: ~%Composants:

source: unbound
fr: aucune valeur

source: ~%No slots.
fr: ~%Aucun composant.

source: a foreign pointer
fr: un pointeur étranger.

source: a foreign address
fr: une addresse étrangère.

source: a foreign variable of foreign type ~S.
fr: une variable étrangère de type étranger ~S.

source: a byte specifier, denoting the ~S bits starting at bit position ~S of an integer.
fr: un intervalle de bits, comportant ~S bits à partir de la position ~S d'un entier.

source: a special form handler.
fr: un interpréteur de forme spéciale.

source: a load-time evaluation promise.
fr: une promesse d'évaluation au moment du chargement.

source: a symbol macro handler.
fr: un expanseur de macro de symbole.

source: an encoding.
fr: un codage.

source: a GC-invisible pointer to ~S.
fr: un pointeur, invisible pour le GC, sur ~S.

source: a GC-invisible pointer to a now defunct object.
fr: un pointeur, invisible pour le GC, sur un objet qui n'existe plus.

source: a label used for resolving #~D# references during READ.
fr: une marque destinée à résoudre #~D# au cours de READ.

source: a pointer into the stack. It points to:
fr: un pointeur dans la pile. Il pointe vers :

source: a special-purpose object.
fr: un objet distingué.

source: a machine address.
fr: une addresse au niveau de la machine.

source: an instance of the CLOS class ~S.
fr: un objet appartenant à la classe ~S de CLOS.

source: a structure of type ~S.
fr: une structure de type ~S.

source: ~%As such, it is also a structure of type ~{~S~^, ~}.
fr: ~%En tant que telle, c'est aussi une structure de type ~{~S~^, ~}.

source: a dotted list of length ~S.
fr: une liste pointée de longueur ~S.

source: a cons.
fr: un «cons».

source: a list of length ~S.
fr: une liste de longueur ~S.

source: a cyclic list.
fr: une liste circulaire.

source: the empty list,
fr: la liste vide,

source: the symbol ~S,
fr: le symbole ~S,

source: lies in ~S
fr: est situé dans ~S

source: is uninterned
fr: n'appartient à aucun paquetage

source: , is a keyword
fr: , est un mot-clé

source: , a constant
fr: , une constante

source: , a variable declared SPECIAL
fr: , une variable declarée SPECIAL

source: , a variable
fr: , une variable

source: , value: ~s
fr: , valeur : ~s

source: , names
fr: , le nom

source: a special operator
fr: d'un operateur spécial

source: with macro definition
fr: , aussi d'un macro

source: a~:[~; deprecated~] function
fr: d'une fonction~:[~; découragée~]

source: , names a type
fr: , le nom d'un type

source: , names a class
fr: , le nom d'une classe

source: ~%Documentation as a ~a:~%~a
fr: ~%Documentation en tant que ~A : ~A

source: ~%For more information, evaluate ~{~S~^ or ~}.
fr: ~%Pour obtenir davantage d'information, évaluez ~{~S~^ ou ~}.

source: an integer, uses ~S bit~:p, is represented as a ~(~A~).
fr: un nombre entier, occupant ~S bit~:p, est représenté comme ~(~A~).

source: a rational, not integral number.
fr: un nombre rationnel mais pas entier.

source: a float with ~S bits of mantissa (~(~A~)).
fr: un nombre à virgule flottante avec une précision de ~S bits (un ~(~A~)).

source: a complex number
fr: un nombre complexe

source: at the origin
fr: à l'origine

source: on the ~:[posi~;nega~]tive real axis
fr: sur la partie ~:[posi~;nega~]tive de l'axe réelle
