Repository: rurban/clisp
Catalog: src/po/*.po
Languages: fr

source: ~: foreign variable ~ may not be modified
fr: ~ : la variable étrangère ~ n'est pas modifiable.

source: ~: foreign variable ~ of type ~ is not an array
fr: ~ : la variable étrangère ~ de type ~ n'est pas une matrice.

source: ~: foreign variable ~ of type ~ is not a pointer
fr: ~ : la variable étrangère ~ de type ~ n'est pas un pointeur.

source: ~: foreign variable ~ of type ~ is not a struct or union
fr: ~ : la variable étrangère ~ de type ~ n'est pas un «struct» ou «union».

source: ~: foreign variable ~ of type ~ has no component with name ~
fr: ~ : la variable étrangère ~ de type ~ n'a pas de composante de nom ~.

source: ~: foreign variable ~ does not have the required alignment
fr: ~ : la variable étrangère ~ n'a pas le placement nécessaire.

source: ~: argument is not a foreign function: ~
fr: ~ : l'argument n'est pas une fonction étrangère: ~

source: ~: foreign function with unknown calling convention, missing DEF-CALL-OUT: ~
fr: ~ : convention d'appel inconnue pour fonction étrangère, DEF-CALL-OUT manquant: ~

source: ~: illegal foreign function type ~
fr: ~ : type invalide de fonction externe : ~

source: ~: A foreign function ~ does not exist
fr: ~ : Il n'y a pas de fonction étrangère ~.

source: ~: calling conventions for foreign function ~ conflict
fr: ~ : conventions d'appel de fonction étrangère ~ se contredisent.

source: ~: :OUT argument is not a pointer: ~
fr: ~ : paramètre :OUT n'est pas indirecte: ~

source: ~: Cannot open library ~
fr: ~ : Ne peux ouvrir bibliothèque ~.

source: ~: ~ is not a library
fr: ~ : ~ n'est pas une bibliothèque.

source: This version of CLISP runs only in low address memory.
fr: Cette version de CLISP ne marche qu'en mémoire à adresse basse.

source: ~S: argument ~S should be a string or a symbol
fr: ~S : L'argument doit être un symbole ou une chaîne et non ~S.

source: function
fr: fonction

source: DEFUN/DEFMACRO: redefining ~S; it was traced!
fr: DEFUN/DEFMACRO : ~S était tracée et est redéfinie!

source: ~S is impossible in compiled code
fr: ~S est impossible dans du code compilé.

source: ~S is an invalid function environment
fr: ~S n'est pas un environnement de fonctions correct.

source: ~S is an invalid variable environment
fr: ~S n'est pas un environnement de variables correct.

source: ~S: ~S is illegal since ~S is a local macro
fr: ~S : ~S n'est pas permis car ~S est un macro local

source: ~S: invalid function environment ~S
fr: ~S : mauvais environnement de fonction ~S

source: ~S: ~S is invalid since ~S is not a symbol
fr: ~S : ~S est inadmissible car ~S n'est pas un symbole

source: code after MACROLET contains a dotted list, ending with ~S
fr: Le code de MACROLET contient une paire pointée, terminée par ~S

source: illegal syntax in MACROLET: ~S
fr: syntaxe illégale dans MACROLET : ~S

source: code after SYMBOL-MACROLET contains a dotted list, ending with ~S
fr: Le code de SYMBOL-MACROLET contient une paire pointée, terminée par ~S

source: ~S: symbol ~S must not be declared SPECIAL and a macro at the same time
fr: ~S : Le symbole ~S ne peut être déclaré SPECIAL et macro en même temps.

source: ~S: symbol ~S is declared special and must not be declared a macro
fr: ~S : Le symbole ~S est déclaré SPECIAL et ne peut être déclaré macro.

source: illegal syntax in SYMBOL-MACROLET: ~S
fr: syntaxe illégale dans SYMBOL-MACROLET : ~S

source: bad function environment occurred in ~S: ~S
fr: mauvais environnement de fonction dans ~S : ~S

source: ~S: invalid form ~S
fr: ~S : forme Lisp incorrecte ~S

source: code contains a dotted list, ending with ~S
fr: une paire pointée dans le code, terminée par ~S

source: ~S: ~S should be a lambda expression
fr: ~S : ~S devrait être une expression LAMBDA

source: lambda list must not end with the atom ~S
fr: La lambda-liste ne peut pas se terminer par l'atome ~S

source: ~S: variable list ends with the atom ~S
fr: ~S : La liste de variables se termine par l'atome ~S

source: FLET/LABELS: code contains a dotted list, ending with ~S
fr: FLET/LABELS : une paire pointée dans le code, terminée par ~S

source: illegal syntax in FLET/LABELS: ~S
fr: syntaxe incorrecte dans FLET/LABELS : ~S

source: A file with name ~A does not exist
fr: Il n'existe pas de fichier de nom ~A.

source: Loading file
fr: Chargement du fichier

source: ~S: ~S is not a symbol.
fr: ~S : ~S n'est pas un symbole.

source: ~S: missing function name and/or parameter list
fr: ~S : Le nom de fonction et/ou la liste de paramètre manque

source: exit clause in ~S must be a list
fr: La clause de sortie dans ~S doit être une liste.

source: ~S: cannot define a function from that: ~S
fr: ~S : Pas de définition de fonction possible à partir de: ~S

source: ~S: the name of a function must be a symbol, not ~S
fr: ~S : Le nom d'une fonction doit être un symbole et non ~S

source: ~S: function ~S is missing a lambda list
fr: ~S : Il manque une lambda-liste à la fonction ~S.

source: If you continue (by typing 'continue'):
fr: Si vous continuez (en tapant «continue»):

source: ~S: comma is illegal outside of backquote
fr: ~S : Une virgule ne peut apparaître qu'à l'intérieur d'un «backquote».

source: ~S: more commas out than backquotes in, is illegal
fr: ~S : Il ne peut y avoir plus de virgules que de «backquote».

source: The syntax ,@form is valid only in lists
fr: La syntaxe ,@form n'est permise qu'à l'intérieur d'une liste.

source: The syntax ,.form is valid only in lists
fr: La syntaxe ,.form n'est permise qu'à l'intérieur d'une liste.

source: Both will be ignored.
fr: Ignorer les deux.

source: Invalid keyword-value-pair: ~S ~S
fr: Mot-clé illégal ~S, valeur ~S

source: The macro ~S may not be called with ~S arguments: ~S
fr: Le macro ~S ne peut pas être appelé avec ~S arguments : ~S

source: The rest of the lambda list will be ignored.
fr: Ignorer ce qui suit.

source: The lambda list of macro ~S contains a dot after &AUX.
fr: La lambda-liste du macro ~S contient un point après &AUX.

source: in macro ~S: ~S may not be used as &AUX variable.
fr: Dans le macro ~S, l'utilisation de ~S n'est pas possible comme variable &AUX.

source: The lambda list of macro ~S contains a dot after &KEY.
fr: La lambda-liste du macro ~S contient un point après &KEY.

source: It will be ignored.
fr: Il sera ignoré.

source: The lambda list of macro ~S contains a badly placed ~S.
fr: La lambda-liste du macro ~S contient un ~S mal placé.

source: The lambda list of macro ~S contains the invalid element ~S
fr: La lambda-liste du macro ~S contient cet élément inadmissible : ~S

source: ~0*It will be ignored.
fr: Elle sera ignorée.

source: The lambda list of macro ~S contains an invalid keyword specification ~S
fr: La lambda-liste du macro ~S contient une spécification de mot-clé inadmissible : ~S

source: The lambda list of macro ~S is missing a variable after &REST/&BODY.
fr: Il manque une variable après &REST/BODY dans la lambda-liste du macro ~S.

source: The lambda list of macro ~S contains an illegal variable after &REST/&BODY: ~S
fr: La lambda-liste du macro ~S contient une variable indamissible après &REST/BODY : ~S

source: The lambda list of macro ~S contains a misplaced dot.
fr: La lambda-liste du macro ~S contient un point mal placé.

source: They will be ignored.
fr: Ignorer cette partie.

source: The lambda list of macro ~S contains superfluous elements: ~S
fr: La lambda-liste du macro ~S contient des éléments superflus : ~S

source: The lambda list of macro ~S contains an illegal &REST variable: ~S
fr: La lambda-liste du macro ~S contient une variable &REST inadmissible : ~S

source: The lambda list of macro ~S contains an invalid &WHOLE: ~S
fr: La lambda-liste du macro ~S contient un &WHOLE inadmissible : ~S

source: The lambda list of macro ~S contains a superfluous ~S.
fr: La lambda-liste du macro ~S contient un ~S superflu.

source: The lambda list of macro ~S contains ~S before &KEY.
fr: La lambda-liste du macro ~S contient ~S avant &KEY.

source: The lambda list of macro ~S contains ~S which is illegal here.
fr: La lambda-liste du macro ~S contient ~S qui est inadmissible ici.

source: The lambda list of macro ~S contains an invalid element ~S
fr: La lambda-liste du macro ~S contient un élément inadmissible : ~S

source: The lambda list of macro ~S contains an invalid supplied-variable ~S
fr: La lambda-liste du macro ~S contient une «supplied-variable» indamissible : ~S

source: In the lambda list of macro ~S, &ENVIRONMENT must be followed by a non-NIL symbol: ~S
fr: Dans la lambda-liste du macro ~S, &ENVIRONMENT doit être suivi par un symbole autre que NIL : ~S

source: Cannot define a macro from that: ~S
fr: Aucun macro n'est définissable à partir de ~S

source: The name of a macro must be a symbol, not ~S
fr: Le nom d'un macro doit être un symbole et non ~S

source: Macro ~S is missing a lambda list.
fr: Le macro ~S ne possède pas de lambda-liste.

source: ~S: non-symbol ~S cannot be a variable
fr: ~S : Seuls les symboles peuvent servir de variable et non ~S.

source: ~S: the constant ~S must not be redefined to be a variable
fr: ~S : La constante ~S ne peut pas être redéfinie en variable.

source: ~S redefines the constant ~S. Its old value was ~S.
fr: ~S redéfinit la constante ~S. Son ancienne valeur était ~S.

source: Invalid syntax in ~S form: ~S.
fr: Syntax invalide dans forme ~S : ~S.

source: ~S called with an odd number of arguments: ~S
fr: ~S fut appelé avec un nombre impair d'arguments : ~S

source: ~S: missing key list
fr: ~S : la liste d'objects-clé manque.

source: ~S: the ~S clause must be the last one
fr: ~S : La clause ~S doit être la dernière.

source: Not a list of COND clauses: ~S
fr: Ceci n'est pas une liste de clauses COND : ~S

source: The atom ~S must not be used as a COND clause.
fr: Ceci est une atome et n'est donc pas utilisable comme clause COND : ~S

source: COND code contains a dotted list, ending with ~S
fr: Occurence d'une paire pointée dans le code de COND, terminée en : ~S.

source: COND clause without test: ~S
fr: Clause COND sans aucun test : ~S

source: Invalid clause in ~S: ~S
fr: Clause inadmissible dans ~S : ~S

source: ~A~%The value is: ~S
fr: ~A~%La valeur est : ~S

source: The value of ~S should be ~:[of type ~S~;~:*~A~].
fr: La valeur de ~S devrait être ~:[de type ~S~;~:*~A~].

source: You may input a new value.
fr: Vous pouvez entrer une nouvelle valeur.

source: ~%New ~S:
fr: ~%Nouveau ~S :

source: Retry
fr: Reéssayer

source: You may input new values.
fr: Vous pouvez entrer de nouvelles valeurs.

source: ~S must evaluate to a non-NIL value.
fr: La valeur de ~S ne peut pas être NIL.

source: The value of ~S must be of one of the types ~{~S~^, ~}
fr: La valeur de ~S doit appartenir à l'un des types ~{~S~^, ~}.

source: The value of ~S must be one of ~{~S~^, ~}
fr: La valeur de ~S doit être l'une des suivantes : ~{~S~^, ~}

source: ~S used as a key in ~S, it would be better to use parentheses.
fr: La clé ~S dans ~S devrait être mise entre parenthèses.

source: type name should be a symbol, not ~S
fr: Le type doit être un symbole et non ~S

source: ~S is a built-in type and may not be redefined.
fr: ~S est un type prédéfini et ne peut pas être redéfini.

source: The deftype expander for ~S may not be called with ~S arguments.
fr: L'«expandeur» de DEFTYPE pour ~S ne peut pas être appelé avec ~S arguments.

source: ~S: the name of a symbol macro must be a symbol, not ~S
fr: ~S : Le nom d'un macro symbole doit être un symbole et non ~S

source: ~S: the symbol ~S names a global variable
fr: ~S : Le symbole ~S est le nom d'une variable globale.

source: missing symbol types (~S/~S/~S) in ~S
fr: types de symboles manquants dans ~S

source: ~S: flag must be one of the symbols ~S, ~S, ~S, not ~S
fr: ~S : Chaque type de symboles doit être l'un des symboles ~S, ~S, ~S, et non ~S

source: ~S: ~S does not name a logical host
fr: ~S : ~S n'est pas le nom d'un «host logique».

source: No translations for logical host ~S found
fr: Aucune traduction du host logique ~S n'a été trouvé.

source: ~S: argument ~S should be a nonnegative number
fr: ~S : L'argument doit être un nombre positif ou zéro et non ~S

source: incorrect date: ~S.~S.~S, ~Sh~Sm~Ss, time zone ~S
fr: Date incorrecte : ~S/~S/~S, ~Sh~Sm~Ss, heure ~S

source: The function (~S ~S) is hidden by a SETF expander.
fr: La fonction (~S ~S) est cachée par une méthode SETF.

source: The argument ~S to ~S should be a keyword.
fr: L'argument ~S de ~S doit être un mot-clé.

source: Argument ~S is not a SETF place.
fr: L'argument ~S doit représenter une place modifiable.

source: SETF place ~S produces more than one store variable.
fr: La place modifiable ~S produit plusieurs variables de résultat.

source: ~S: first argument ~S is illegal, not a symbol
fr: ~S : Le premier argument ~S est invalide car ce n'est pas un symbole.

source: The SETF expander for ~S may not be called with ~S arguments.
fr: L'«expandeur» SETF pour ~S ne peut pas être appelé avec ~S arguments.

source: Too many arguments to DEFSETF: ~S
fr: Trop d'arguments pour DEFSETF : ~S

source: The doc string to DEFSETF must be a string: ~S
fr: La documentation pour DEFSETF doit être un chaîne : ~S

source: Missing store variable in DEFSETF.
fr: Une variable de résultat doit être précisée dans DEFSETF.

source: Illegal syntax in DEFSETF for ~S
fr: Le DEFSETF ~S est mal formé.

source: (SETF (NTH ...) ...) : index ~S is too large for ~S
fr: (SETF (NTH ...) ...) : L'index ~S est trop grand pour ~S.

source: PSETF called with an odd number of arguments: ~S
fr: PSETF fut appelé avec un nombre impair d'arguments : ~S

source: REMF: property list with an odd length
fr: REMF : Occurence d'une liste de propriétés de longueur impaire.

source: In the definition of ~S: &REST variable ~S should be a symbol.
fr: Dans la définition de ~S la variable pour &REST n'est pas un symbole : ~S.

source: Only one variable is allowed after &REST, not ~S
fr: Une seule variable est permise pour &REST et non ~S.

source: Illegal in a DEFINE-MODIFY-MACRO lambda list: ~S
fr: ~S n'est pas permis dans une lambda-liste pour DEFINE-MODIFY-MACRO.

source: lambda list may only contain symbols and lists, not ~S
fr: Les lambda-listes ne peuvent contenir que des symboles et des listes et non ~S.

source: Illegal SETF place: ~S
fr: Ceci n'est pas une place modifiable valide : ~S

source: SHIFTF called with too few arguments: ~S
fr: SHIFTF fut appelé avec trop peu d'arguments : ~S

source: (SETF (GETF ...) ...) : property list with an odd length
fr: (SETF (GETF ...) ...) : Occurence d'une liste de propriétés de longueur impaire.

source: first argument ~S is illegal, not a symbol
fr: Le premier argument ~S est invalide car ce n'est pas un symbole.

source: SETF APPLY is only defined for functions of the form #'symbol.
fr: Un SETF de APPLY n'est défini que pour les fonctions de la forme #'symbole.

source: APPLY on ~S is not a SETF place.
fr: APPLY de ~S ne peux pas être considéré comme une place modifiable.

source: SETF FUNCALL is only defined for functions of the form #'symbol.
fr: Un SETF de FUNCALL n'est défini que pour les fonctions de la forme #'symbole.

source: argument is not a float: ~S
fr: L'argument n'est pas un FLOAT : ~S

source: ~S: invalid type specification ~S
fr: ~S : ~S n'est pas une spécification de type légale.

source: ~S: argument to SATISFIES must be a symbol: ~S
fr: ~S : L'argument de SATISFIES doit être un symbole: ~S

source: ~S: argument to ~S must be *, ~S or a list of ~S: ~S
fr: ~S : L'argument de ~S doit être *, ~S ou une liste de ~S: ~S

source: ~S: argument to MOD must be an integer: ~S
fr: ~S : L'argument de MOD doit être un entier: ~S

source: ~S: argument to SIGNED-BYTE must be an integer or * : ~S
fr: ~S : L'argument de SIGNED-BYTE doit être un entier ou bien * : ~S

source: ~S: argument to UNSIGNED-BYTE must be an integer or * : ~S
fr: ~S : L'argument de UNSIGNED-BYTE doit être un entier ou bien * : ~S

source: Invalid type specifier ~S
fr: Spécificateur de type mal formé : ~S

source: ~S: type ~S is not a subtype of ~S
fr: ~S : Le type ~S n'est pas un sous-type de ~S.

source: ~S: invalid syntax for name and options: ~S
fr: ~S : Mauvaise syntaxe pour un nom et des options: ~S

source: ~S ~S: argument list should be a list: ~S
fr: ~S ~S : La liste d'arguments doit être une liste: ~S

source: ~S ~S: At most one :INCLUDE argument may be specified: ~S
fr: ~S ~S : Il ne peut y avoir qu'un argument :INCLUDE: ~S

source: ~S: Use of ~S implicitly applies FUNCTION.~@ Therefore using ~S instead of ~S.
fr: ~S : FUNCTION est déjà implicite avec ~S.~@ C'est pourquoi ~S est utilisé au lieu de ~S.

source: ~S ~S: unknown option ~S
fr: ~S ~S : Option ~S non reconnue.

source: ~S ~S: invalid syntax in ~S option: ~S
fr: ~S ~S : Mauvaise syntaxe dans l'option ~S: ~S

source: ~S ~S: not a ~S option: ~S
fr: ~S ~S : Ceci n'est pas une option ~S: ~S

source: ~S ~S: There is no :PREDICATE on unnamed structures.
fr: ~S ~S : Il ne peut pas y avoir de :PREDICATE avec des structures anonymes.

source: ~S ~S: invalid :TYPE option ~S
fr: ~S ~S : Option :TYPE inadmissible: ~S

source: ~S ~S: The :INITIAL-OFFSET must be a nonnegative integer, not ~S
fr: ~S ~S : :INITIAL-OFFSET doit être un entier positif ou zéro et non ~S

source: ~S ~S: :INITIAL-OFFSET must not be specified without :TYPE : ~S
fr: ~S ~S : :INITIAL-OFFSET ne peut être précisé qu'ensemble avec :TYPE: ~S

source: ~S ~S: included structure ~S has not been defined.
fr: ~S ~S : La structure incluse ~S n'est pas définie.

source: ~S ~S: included structure ~S must be of the same type ~S.
fr: ~S ~S : La structure incluse ~S doit être du même type ~S.

source: ~S ~S: included structure ~S has no component with name ~S.
fr: ~S ~S : La structure incluse ~S n'a pas de composante de nom ~S.

source: ~S ~S: The READ-ONLY slot ~S of the included structure ~S must remain READ-ONLY in ~S.
fr: ~S ~S : Le composant READ-ONLY ~S de la structure incluse ~S doit rester READ-ONLY dans ~S.

source: ~S ~S: The type ~S of slot ~S should be a subtype of the type defined for the included strucure ~S, namely ~S.
fr: ~S ~S : Le type ~S du composant ~S doit être un sous-type du type défini dans la structure incluse ~S, c'est-à-dire ~S.

source: ~S ~S: ~S is not a slot option.
fr: ~S ~S : ~S n'est pas une option de composant.

source: ~S ~S: structure of type ~S cannot hold the name.
fr: ~S ~S : Une structure de type ~S ne peut pas contenir le nom.

source: ~S ~S: There may be only one slot with the name ~S.
fr: ~S ~S : Il ne peut pas y avoir plusieurs composants avec le même nom ~S.

source: The control string terminates within a directive.
fr: La chaîne de contrôle se termine en plein milieu d'une directive.

source: ~A must introduce a number.
fr: ~A doit introduire un nombre.

source: The control string terminates in the middle of a parameter.
fr: La chaîne de contrôle se termine au milieu d'un paramètre.

source: Non-existent directive
fr: Directive non reconnue.

source: Closing '/' is missing
fr: '/' fermant manque

source: There is no package with name ~S
fr: Il n'y a pas de paquetage de nom ~S.

source: The closing directive '~A' does not have a corresponding opening one.
fr: Parenthèse fermante '~A' sans parenthèse ouvrante correspondante.

source: The closing directive '~A' does not match the corresponding opening one. It should read '~A'.
fr: La parenthèse fermante '~A' ne correspond pas à celle ouvrante. Il devrait y avoir '~A'.

source: The ~~; directive is not allowed at this point.
fr: La directive ~~; n'est pas permise ici.

source: The ~~newline directive cannot take both modifiers.
fr: La directive ~~Newline est insensée avec les deux qualificateurs : et @.

source: An opening directive is never closed; expecting '~A'.
fr: Il manque la borne fermante '~A'.

source: ~%Current point in control string:
fr: ~%Position dans la chaîne de contrôle :

source: The destination string ~S should have a fill pointer.
fr: La chaîne destination n'a pas de pointeur de remplissage.

source: The destination argument ~S is invalid (not NIL or T or a stream or a string).
fr: L'argument de destination n'est ni NIL, ni T, ni un «stream» ni une chaîne : ~S

source: ~S: The control-string must be a string, not ~S
fr: ~S : La chaîne de contrôle doit être une chaîne et non ~S

source: There are not enough arguments left for this directive.
fr: Il ne reste pas assez d'arguments pour cette directive.

source: The ~~:@R directive requires an integer in the range 1 - 4999, not ~S
fr: La directive ~~:@R requiert un entier compris entre 1 et 4999 et non ~S

source: The ~~@R directive requires an integer in the range 1 - 3999, not ~S
fr: La directive ~~@R requiert un entier compris entre 1 et 3999 et non ~S

source: The argument for the ~~R directive is too large.
fr: L'argument pour la directive ~~R est trop grand.

source: The ~~R and ~~:R directives require an integer argument, not ~S
fr: Les directives ~~R et ~~:R nécessitent un argument de type entier et non ~S

source: The ~~C directive requires a character argument, not ~S
fr: La directive ~~C requiert un caractère et non ~S

source: The control string argument for the ~~? directive is invalid: ~S
fr: ~S ne convient pas comme chaîne de contrôle pour ~~?.

source: The argument list argument for the ~~? directive is invalid: ~S
fr: Ceci n'est pas une liste d'arguments convenable pour la directive ~~? : ~S

source: The ~~[ parameter must be an integer, not ~S
fr: L'argument pour ~~[ doit être un entier et non ~S

source: The ~~[ directive cannot take both modifiers.
fr: La directive ~~[ ne peut pas accepter les deux qualificateurs : et @ en même temps.

source: The ~~{ directive requires a list argument, not ~S
fr: L'argument de ~~{ doit être une liste et non ~S

source: Too many arguments for this directive
fr: Trop d'arguments pour cette directive.

source: ~S: undefined function ~S
fr: ~S : La fonction ~S n'est pas définie.

source: ~&;; Tracing ~:[function~;macro~] ~S.
fr: ~&;; Traçage ~:[de la fonction~;du macro~] ~S.

source: ~S: ~S was traced and has been redefined!
fr: ~S : ~S était tracée et a été redéfinie!

source: ~1{~5@*~D/~4@*~D/~3@*~D ~2@*~2,'0D.~1@*~2,'0D.~0@*~2,'0D~:}
fr: ~1{~3@*~D/~4@*~D/~5@*~D ~2@*~2,'0D:~1@*~2,'0D:~0@*~2,'0D~:}

source: Bad length of closure vector: ~S
fr: Mauvaise longueur pour un vecteur de fermeture : ~S

source: Compiler bug!! Occurred in ~A~@[ at ~A~].
fr: Erreur dans le compilateur!! Arrivé dans ~A~@[ au point ~A~].

source: Bad declaration syntax: ~S~%Will be ignored.
fr: Mauvaise syntaxe pour une déclaration : ~S~%Ignorée.

source: Non-symbol ~S may not be declared SPECIAL.
fr: Seuls les symboles peuvent être déclarés SPECIAL, pas ~S.

source: Non-symbol ~S may not be declared IGNORE.
fr: Seuls les symboles peuvent être déclarés IGNORE, pas ~S.

source: Non-symbol ~S may not be declared IGNORABLE.
fr: Seuls les symboles peuvent être déclarés IGNORABLE.

source: Non-symbol ~S may not be declared READ-ONLY.
fr: Seuls les symboles peuvent être déclarés READ-ONLY.

source: Unknown declaration ~S.~%The whole declaration will be ignored.
fr: Déclaration inconnue ~S.~%Toute la déclaration ~S est ignorée.

source: in line ~D
fr: dans la ligne ~D

source: in lines ~D..~D
fr: dans les lignes ~D..~D

source: Code contains dotted list ~S
fr: Paire pointée dans le code en ~S

source: Form too short, too few arguments: ~S
fr: Forme trop courte (trop peu d'arguments) : ~S

source: Form too long, too many arguments: ~S
fr: Forme trop longue (trop d'arguments) : ~S

source: Not the name of a function: ~S
fr: Ceci n'est pas le nom d'une fonction : ~S

source: ~S: ~S is not a function.
fr: ~S : ~S n'est pas une fonction.

source: argument list to function ~S is dotted: ~S
fr: Liste pointée d'arguments pour la fonction ~S : ~S

source: keyword arguments to function ~S should occur pairwise: ~S
fr: Les arguments de genre mot-clé pour la fonction ~S ne sont pas par paires : ~S
