Repository: rurban/clisp
Catalog: src/po/*.po
Languages: fr

source: readline library: out of memory.
fr: Bibliothèque readline: mémoire épuisée.

source: ~: The ~ of ~ cannot be changed from ~ to ~.
fr: ~ : Le ~ de ~ ne peux pas être changé de ~ en ~.

source: Return value ~ of call to ~ is not a fixnum >= 0 or NIL.
fr: La valeur ~ retournée par ~ n'est pas un petit entier >= 0 ou NIL.

source: ~ needs an ~ with a bit size being a multiple of 8, not ~
fr: ~ nécessite un ~ avec un taille (en bits) divisible par 8, et non ~

source: ~: illegal endianness argument ~
fr: ~ : ~ n'est pas permis comme argument pour «endianness».

source: ~ is not a ~, cannot be output onto ~
fr: ~, n'étant pas un ~, ne peut pas être écrit dans ~.

source: ~: position argument should be ~ or ~ or a nonnegative integer, not ~
fr: ~ : L'argument position doit être ~, ~ ou un entier positif ou zéro, mais non ~.

source: The value of ~ was not a readtable. It has been reset.
fr: La valeur de ~ n'était pas un «readtable» et fut remise à la valeur standard.

source: ~: argument ~ is not a readtable
fr: ~ : L'argument ~ n'est pas un «readtable».

source: ~: ~ is a dispatch macro character
fr: ~ : ~ est un caractère de «macro-dispatch».

source: ~: ~ is not a dispatch macro character
fr: ~ : ~ n'est pas un caractère de «macro-dispatch».

source: ~: digit $ not allowed as sub-char
fr: ~ : Un chiffre $ n'est pas permis comme sous-caractère.

source: ~: new value ~ should be ~, ~, ~ or ~.
fr: ~ : La nouvelle valeur ~ devrait être ~, ~, ~ ou ~.

source: The value of ~ should be an integer between 2 and 36, not ~. It has been reset to 10.
fr: La valeur de ~ doit être un nombre entier entre 2 et 36 et non ~. Elle a été mise à 10.

source: ~ from ~: character read should be a character: ~
fr: ~ de ~ : le caractère lu n'est pas un caractère: ~

source: ~: input stream ~ ends within an object. Last opening parenthesis probably in line ~.
fr: ~ : Le «stream» d'entrée ~ se termine à l'intérieur d'un objet. La dernière parenthèse ouverte se trouve probablement dans la ligne ~.

source: ~: input stream ~ ends within an object
fr: ~ : Le «stream» d'entrée ~ se termine à l'intérieur d'un objet.

source: ~ from ~: illegal character ~
fr: ~ de ~ : Le caractère ~ n'est pas permis ici.

source: ~: input stream ~ ends within a token after single escape character
fr: ~ : Le «stream» d'entrée ~ se termine à l'intérieur d'un lexème, suivant un caractère de simple échappement.

source: ~: input stream ~ ends within a token after multiple escape character
fr: ~ : Le «stream» d'entrée se termine au milieu d'un lexème, suivant un caractère de multi-échappement.

source: ~ from ~: ~ has no macro character definition
fr: ~ de ~ : ~ n'a pas de définition de macro-caractère.

source: ~ from ~: macro character definition for ~ may not return ~ values, only one value.
fr: ~ de ~ : La définition du macro-caractère ~ ne doit pas retourner ~ valeurs mais au plus une.

source: ~: input stream ~ ends within read macro beginning to ~
fr: ~ : Le «stream» d'entrée se termine à l'intérieur d'un macro de lecture en ~

source: ~ from ~: After ~ is ~ an undefined dispatch macro character
fr: ~ de ~ : Après ~ ~ n'est plus défini comme macro caractère de «dispatch».

source: ~ from ~: dispatch macro character definition for ~ after ~ may not return ~ values, only one value.
fr: ~ de ~ : La définition de caractère macro de «dispatch» pour ~ après ~ ne doit pas retourner ~ valeurs.

source: ~ from ~: a token consisting only of dots cannot be meaningfully read in
fr: ~ de ~ : Un lexème ne comprenant que des points ne peut pas être lu.

source: ~ from ~: too many colons in token ~
fr: ~ de ~ : Trop de deux-points dans le lexème ~

source: ~ from ~: there is no package with name ~
fr: ~ de ~ : Il n'y a pas de paquetage de nom ~.

source: ~ from ~: ~ has no external symbol with name ~
fr: ~ de ~ : ~ ne comprend pas de symbole externe de nom ~.

source: ~ from ~: token "." not allowed here
fr: ~ de ~ : Le lexème "." n'est pas permis ici.

source: ~: the value of ~ has been arbitrarily altered
fr: ~ : La valeur de ~ fut modifiée extérieurement.

source: ~: no entry for ~ from ~ in ~ = ~
fr: ~ : ~ dans ~ n'est pas énoncé dans ~ = ~.

source: ~ from ~: illegal end of dotted list
fr: ~ de ~ : liste pointée ne se termine pas correctement.

source: ~ from ~: an object cannot start with ~
fr: ~ de ~ : un object ne peut pas commencer par ~

source: ~: input stream ~ ends within a string
fr: ~ : Le «stream» d'entrée ~ se termine au milieu d'une chaîne.

source: ~ from ~: no number allowed between # and $
fr: ~ de ~ : il ne faut pas de nombre entre # et $

source: ~: input stream ~ ends within a comment #$ ... $#
fr: ~ : Le «stream» d'entrée se termine au cours d'un commentaire #$ ... $#

source: ~ from ~: font number ~ for character is too large, should be = 0
fr: ~ de ~ : Le numéro ~ de font de caractère est trop grand (devrait être = 0).

source: ~ from ~: there is no character with name ~
fr: ~ de ~ : ~ n'est pas le nom d'un caractère.

source: ~ from ~: token ~ after #$ is not a rational number in base ~
fr: ~ de ~ : Le lexème ~ après ne peut être interprété comme nombre rationnel en base ~.

source: ~ from ~: the number base must be given between # and R
fr: ~ de ~ : La base numérique doit être spécifiée entre # et R.

source: ~ from ~: The base ~ given between # and R should lie between 2 and 36
fr: ~ de ~ : La base numérique ~ spécifiée entre # et R doit être entre 2 et 36.

source: ~ from ~: bad syntax for complex number: #C~
fr: ~ de ~ : Syntaxe inadmissible pour un nombre complexe: #C~

source: ~ from ~: token expected after #:
fr: ~ de ~ : Il faut un lexème après #:

source: ~ from ~: token ~ after #: should contain no colon
fr: ~ de ~ : Le lexème ~ après ne doit pas contenir de deux-points.

source: ~ from ~: only zeroes and ones are allowed after #*
fr: ~ de ~ : Seuls 0 et 1 sont permis après #*

source: ~ from ~: bit vector is longer than the explicitly given length ~
fr: ~ de ~ : Le vecteur de bits est plus long que la longueur explicite ~.

source: ~ from ~: must specify element of bit vector of length ~
fr: ~ de ~ : Il faut spécifier un élément pour un vecteur de bits de longueur ~.

source: ~ from ~: vector is longer than the explicitly given length ~
fr: ~ de ~ : Le vecteur est plus long que la longueur explicite ~.

source: ~ from ~: must specify element of vector of length ~
fr: ~ de ~ : Il faut spécifier un élément pour un vecteur de longueur ~.

source: ~ from ~: bad syntax for array: #A~
fr: ~ de ~ : Syntaxe inadmissible pour une matrice: #A~

source: ~ from ~: ~ = ~ does not allow the evaluation of ~
fr: ~ de ~ : ~ = ~ ne permet pas l'évaluation de ~

source: ~ from ~: a number must be given between # and $
fr: ~ de ~ : Un nombre doit être spécifié entre # et $

source: ~ from ~: label #~? too large
fr: ~ de ~ : La marque #~? est trop grande.

source: ~ from ~: the value of ~ has been altered arbitrarily, it is not an alist: ~
fr: ~ de ~ : La valeur de ~ a été modifiée extérieurement, elle n'est plus une aliste: ~

source: ~ from ~: label #~= may not be defined twice
fr: ~ de ~ : La marque #~= ne peut pas être définie deux fois.

source: ~ from ~: #~= #~# is illegal
fr: ~ de ~ : #~= #~# n'est pas permis.

source: ~ from ~: undefined label #~#
fr: ~ de ~ : La marque #~# n'est pas définie.

source: ~ from ~: objects printed as #<...> cannot be read back in
fr: ~ de ~ : Des objets qui ont été imprimés en forme #<...> ne peuvent servir d'entrée.

source: ~ from ~: objects printed as # in view of ~ cannot be read back in
fr: ~ de ~ : Des objets qui ont été imprimés en # à cause de ~ ne peuvent servir d'entrée.

source: ~ from ~: illegal feature ~
fr: ~ de ~ : Feature ~ n'est pas permis.

source: ~ from ~: #S must be followed by the type and the contents of the structure, not ~
fr: ~ de ~ : Après #S on s'attend au type et au contenu de la structure, entre parenthèses, et pas à ~

source: ~ from ~: the type of a structure should be a symbol, not ~
fr: ~ de ~ : Le type d'une structure doit être un symbole et non ~

source: ~ from ~: bad HASH-TABLE
fr: ~ de ~ : HASH-TABLE inadmissible.

source: ~ from ~: bad ~
fr: ~ de ~ : ~ inadmissible.

source: ~ from ~: no structure of type ~ has been defined
fr: ~ de ~ : Aucune structure de type ~ n'est définie.

source: ~ from ~: bad ~ for ~
fr: ~ de ~ : Mauvaise ~ appartenante à ~

source: ~ from ~: structures of type ~ cannot be read in, missing constructor function
fr: ~ de ~ : Des structures de type ~ ne peuvent être entrées car la fonction constructeur est inconnue.

source: ~ from ~: a structure ~ may not contain a component "."
fr: ~ de ~ : Une structure ~ ne doit pas contenir un composant "."

source: ~ from ~: ~ is not a symbol, not a slot name of structure ~
fr: ~ de ~ : ~ n'est pas un symbole, donc pas le nom d'un composant de la structure ~.

source: ~ from ~: missing value of slot ~ in structure ~
fr: ~ de ~ : La valeur du composant ~ dans la structure ~ manque.

source: ~ from ~: too many slots for structure ~
fr: ~ de ~ : Trop de composants pour une structure ~.

source: ~ from ~: illegal syntax of closure code vector after #~Y
fr: ~ de ~ : Mauvaise syntaxe de vecteur pour le code d'une «closure» après #~Y

source: ~ from ~: object #Y~ has not the syntax of a compiled closure
fr: ~ de ~ : L'objet #Y~ n'a pas la syntaxe d'une «closure» compilée.

source: ~ from ~: bad syntax for pathname: #P~
fr: ~ de ~ : Syntaxe inadmissible pour un pathname: #P~

source: ~: peek type should be NIL or T or a character, not ~
fr: ~ : Le mode de PEEK doit être NIL ou T ou un caractère et non ~

source: ~: ~ argument should be an integer between 2 and 36, not ~
fr: ~ : L'argument ~ doit être un entier entre 2 et 36, pas ~

source: ~: string ~ does not have integer syntax
fr: ~ : La chaîne ~ n'a pas la syntaxe d'un nombre entier.

source: ~: Despite of ~, ~ cannot be printed readably.
fr: ~ : Malgré ~, ~ ne peut pas être imprimé de façon lisible.

source: ~: the value ~ of ~ is neither ~ nor ~ nor ~. It is reset to ~.
fr: ~ : La valeur ~ de ~ n'est ni ~ ni ~ ni ~. Elle est remplacée par ~.

source: ~: must be a positive integer or NIL, not ~
fr: ~ : doit être un entier positif ou NIL, et non ~

source: ~: not enough stack space for carrying out circularity analysis
fr: ~ : La pile n'est pas suffisante pour analyser les liaisons circulaires.

source: ~: bad ~
fr: ~ : Mauvaise ~

source: ~: ~ is not a structure
fr: ~ : ~ n'est pas une structure.

source: ~: an unknown record type has been generated!
fr: ~ : Un objet composé de type inconnu a été rencontré!

source: index too large
fr: Index dans matrice trop grand.

source: An array has been shortened by adjusting it while another array was displaced to it.
fr: La matrice cible d'un «displaced-array» a été rapetissée par ajustement.

source: ~: ~ is not an array
fr: ~ : ~ n'est pas une matrice.

source: ~: got ~ subscripts, but ~ has rank ~
fr: ~: ~ indices donnés mais ~ est de rang ~.

source: ~: subscripts ~ for ~ are not of type `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))
fr: ~: Les indices ~ pour ~ ne sont pas de type `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT)).

source: ~: subscripts ~ for ~ are out of range
fr: ~: Les indices ~ pour ~ ne sont pas dans l'intervalle permis.

source: ~: index ~ for ~ is not of type `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))
fr: ~: L'indice ~ pour ~ n'est pas de type `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT)).

source: ~: index ~ for ~ is out of range
fr: ~: L'index ~ pour ~ est trop grand.

source: ~: ~ does not fit into ~, bad type
fr: ~: ~ n'est pas de type correct pour ~.

source: ~: ~ is not an nonnegative integer less than the rank of ~
fr: ~: ~ n'est pas un entier >= 0 et strictement inférieur au rang de ~.

source: ~: ~ is not an array of bits
fr: ~: ~ n'est pas une matrice de bits.

source: ~: The arguments ~ and ~ should be arrays of bits with the same dimensions
fr: ~: Les arguments ~ et ~ doivent être des matrices de mêmes dimensions.

source: ~: The arguments ~, ~ and ~ should be arrays of bits with the same dimensions
fr: ~: Les arguments ~, ~ et ~ doivent être des matrices de mêmes dimensions.

source: ~: vector ~ has no fill pointer
fr: ~: Le vecteur ~ n'a pas de pointeur de remplissage.

source: ~: ~ has length zero
fr: ~: ~ ne contient pas d'éléments actifs (la longueur est nulle).

source: ~: extending the vector by ~ elements makes it too long
fr: ~: Étendre le vecteur de ~ le rend trop long.

source: ~ works only on adjustable arrays, not on ~
fr: ~ ne fonctionne qu'avec des matrices ajustables et non avec ~.

source: ~: extension ~ should be a positive fixnum
fr: ~: L'extension ~ doit être de type FIXNUM strictement positif.

source: ~: cannot push ~ into array ~ (bad type)
fr: ~: L'objet ~ ne peut pas être poussé dans la matrice ~ car il est de mauvais type.

source: ~: dimension ~ is not of type `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))
fr: ~: La dimension ~ n'est pas de type `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT)).

source: ~: dimensions ~ produce too large total-size
fr: ~: Les dimensions ~ donnent une taille totale trop grande.

source: ~: ambiguous, more than one initialization specified
fr: ~: Il fut indiqué plus d'une initialisation, c'est ambigu.

source: ~: ~ must not be specified without ~
fr: ~: ~ ne peut être utilisé qu'avec ~.

source: ~: the initial-element ~ is not of type ~
fr: ~: L'élément initial ~ n'est pas de type ~.

source: ~: ~ is of incorrect length
fr: ~: ~ n'est pas de longueur convenable.

source: ~: ~-argument ~ is not an array
fr: ~: Le ~ argument ~ n'est pas une matrice.

source: ~: ~-argument ~ does not have element type ~
fr: ~: Le ~ argument ~ n'a pas ~ comme type d'élément.

source: ~: ~-argument ~ is not of type `(INTEGER 0 (,ARRAY-TOTAL-SIZE-LIMIT))
fr: ~: Le ~ argument ~ n'est pas de type `(INTEGER 0 (,ARRAY-TOTAL-SIZE-LIMIT)).

source: ~: array-total-size + displaced-offset (= ~) exceeds total size ~ of ~-argument
fr: ~: La taille totale de la matrice avec «displaced-offset» (~) est supérieure à la taille totale ~ du ~ argument.

source: ~: fill-pointer ~ should be a nonnegative fixnum
fr: ~: Le pointeur de remplissage ~ devrait être de type FIXNUM positif ou zéro.

source: ~: fill-pointer argument ~ is larger than the length ~
fr: ~: L'argument ~ pour le pointeur de remplissage est plus grand que la longueur ~.

source: ~: attempted rank ~ is too large
fr: ~: Le rang souhaité est trop grand.

source: ~: ~ may not be specified for an array of rank ~
fr: ~: ~ ne peut pas être spécifié avec une matrice de rang ~.

source: ~: array ~ is not adjustable
fr: ~: La matrice ~ n'est pas ajustable.

source: ~: rank ~ of array ~ cannot be altered: ~
fr: ~: Le rang ~ de la matrice ~ ne peut pas être modifié.

source: ~: array ~ does not have element-type ~
fr: ~: La matrice ~ n'as pas ~ comme type d'élément.

source: ~: cannot displace array ~ to itself
fr: ~: La matrice ~ ne peut pas être déplacée («displaced») vers elle-même.

source: ~: array ~ has no fill-pointer
fr: ~: La matrice ~ n'a pas de pointeur de remplissage.

source: ~: the fill-pointer of array ~ is ~, greater than ~
fr: ~: La matrice ~ possède un pointeur de remplissage ~ supérieur à la longueur souhaitée ~.

source: Illegal START index ~ for ~
fr: Index START ~ invalide pour ~.

source: Illegal END index ~ for ~
fr: Index END ~ invalide pour ~.

source: ~: invalid bit-vector length ~
fr: ~: ~ n'est pas convenable comme longeur de vecteur bit.

source: Hash table size ~ too large
fr: La taille ~ est trop grande pour une table de hachage.

source: internal error occured while resizing ~
fr: Une erreur interne s'est produite au moment de la réorganisation de ~.

source: ~: :SIZE argument should be a fixnum >=0, not ~
fr: ~: L'argument :SIZE doit être de type FIXNUM positif ou zéro et non ~.

source: ~: :REHASH-SIZE argument should be a float > 1, not ~
fr: ~: L'argument :REHASH-SIZE devrait être un nombre à virgule flottante supérieur à 1 et non ~.

source: ~: :REHASH-THRESHOLD argument should be a float between 0 and 1, not ~
fr: ~: L'argument :REHASH-THRESHOLD devrait être un nombre à virgule flottante compris entre 0 et 1 et non ~.

source: ~: internal error while building ~
fr: ~: Une erreur interne s'est produite lors de la construction de ~.

source: ~: argument ~ is not a hash-table
fr: ~: L'argument ~ n'est pas une table de hachage.

source: ~: ~ is not a nonnegative fixnum and therefore not a valid index
fr: ~ : ~, n'étant pas de type FIXNUM positif ou zéro, n'est pas un index valide.

source: ~: ~ is not a nonnegative integer and therefore not a valid argument
fr: ~ : ~, n'etant pas un nombre entier positif ou zéro, ne désigne pas une bonne longueur.

source: ~: ~ is not a nonnegative fixnum and therefore not a valid list length
fr: ~ : ~, n'étant pas de type FIXNUM positif ou zéro, n'est pas acceptable comme longueur de liste.

source: ~: ~ is not a pair
fr: ~ : ~ n'est pas une paire.

source: ~: lists ~ and ~ are not of same length
fr: ~ : Les listes ~ et ~ sont de longueurs distinctes.

source: ~: index ~ too large for ~
fr: ~ : L'index ~ est trop grand pour ~.

source: ~: start index ~ too large for ~
fr: ~ : L'index :START ~ est trop grand pour ~.

source: ~: end index ~ too large for ~
fr: ~ : L'index :END ~ est trop grand pour ~.

source: symbol ~ cannot be deleted from symbol table
fr: Le symbole ~ ne peux pas être retiré de la table des symboles.

source: Please choose:
fr: Choisissez :

source: Please choose one of ~:{~A~:^, ~} .
fr: Choisissez parmi ~:{~A~:^, ~}, s.v.p.

source: ~ inconsistent: symbol ~ is a shadowing symbol but not present
fr: Inconsistence dans ~ : Le symbole ~ est énuméré parmi les SHADOWING-SYMBOLS mais n'est pas présent.

source: You may choose the symbol in favour of which to resolve the conflict.
fr: Vous pouvez choisir, parmi les symboles homonymes, auquel donner priorité pour éviter le conflit de noms.

source: uninterning ~S from ~S uncovers a name conflict.
fr: Un conflit de noms apparaît dès que ~S est retiré de ~S.

source: You may choose how to proceed.
fr: Vous pouvez décider de la démarche à suivre.

source: importing ~S into ~S produces a name conflict with ~S and other symbols.
fr: Un conflit de noms apparaît par l'importation de ~S dans ~S avec ~S et d'autres symboles.

source: importing ~S into ~S produces a name conflict with ~S.
fr: Un conflit de noms apparaît par l'importation de ~S dans ~S avec ~S.

source: (("I" "import it and unintern the other symbol" T) ("N" "do not import it, leave undone" NIL))
fr: (("I" "Importer en retirant l'autre symbole" T) ("N" "Ne pas importer, ne rien faire" NIL))

source: (("I" "import it, unintern one other symbol and shadow the other symbols" T) ("N" "do not import it, leave undone" NIL))
fr: (("I" "Importer en retirant l'autre symbole et en cachant les autres" T) ("N" "Ne pas importer, ne rien faire" NIL))

source: (("I" "import it and shadow the other symbol" T) ("N" "do nothing" NIL))
fr: (("I" "Importer et cacher l'autre symbole" T) ("N" "Ne rien faire"NIL))

source: UNEXPORT in ~ is illegal
fr: UNEXPORT n'est pas permis dans ~.

source: UNEXPORT works only on accessible symbols, not on ~ in ~
fr: UNEXPORT n'est possible que pour des symboles accessibles mais pas pour le symbole ~ dans ~.

source: symbol ~S should be imported into ~S before being exported.
fr: Le symbole ~S devrait d'abord être importé avant de pouvoir être exporté.

source: (("I" "import the symbol first" T) ("N" "do nothing, do not export the symbol" NIL))
fr: (("I" "Tout d'abord importer le symbole" NIL) ("N" "Ne rien faire, ne pas exporter le symbole" T))

source: You may choose in favour of which symbol to resolve the conflict.
fr: Vous pouvez choisir à quel symbole donner priorité.

source: exporting ~S from ~S produces a name conflict with ~S from ~S.
fr: Un conflit de noms apparaît par l'exportation de ~S depuis ~S avec ~S de ~S.

source: Which symbol should be accessible in ~S ?
fr: Quel symbole devrait obtenir la priorité dans ~S ?

source: the symbol to export,
fr: Le symbole à exporter

source: the old symbol,
fr: Le symbole original

source: You may choose for every conflict in favour of which symbol to resolve it.
fr: Pour chaque conflit, vous pouvez choisir à quel symbole donner priorité.

source: ~S name conflicts while executing USE-PACKAGE of ~S into package ~S.
fr: ~S conflits de nom par USE-PACKAGE de ~S dans le paquetage ~S.

source: which symbol with name ~S should be accessible in ~S ?
fr: À quel symbole de nom ~S donner priorité dans ~S ?

source: The value of *PACKAGE* was not a package. Old value ~. New value ~.
fr: La valeur de *PACKAGE* n'était pas un paquetage. Ancienne valeur : ~. Nouvelle valeur : ~.

source: ~: argument should be a package or a package name, not ~
fr: L'argument de ~ doit être un paquetage ou un nom de paquetage et non ~.

source: ~: argument ~ should be a string or a symbol
fr: ~ : L'argument doit être un symbole ou une chaîne et non ~.

source: ~: there is already a package named ~
fr: ~ : Il y a déjà un paquetage de nom ~.

source: ~: argument should be a symbol or a list of symbols, not ~
fr: ~ : L'argument de ~ doit être un symbole ou une liste de symboles et non ~.

source: a package with name ~S already exists.
fr: Il existe déjà un paquetage de nom ~S.

source: You can input another name.
fr: Vous pouvez entrer un nouveau nom.

source: Please input new package name:
fr: Prière d'entrer un nouveau nom de paquetage :

source: You can input another nickname.
fr: Vous pouvez entrer un nouveau nom supplémentaire.

source: Please input new package nickname:
fr: Prière d'entrer un nouveau nom supplémentaire du paquetage :

source: Cannot change the case sensitiveness of ~.
fr: On ne peut pas changer la distinction majuscules/minuscules de ~.

source: Ignore.
fr: Ignorer cela.

source: ~S: There is no package with name ~S.
fr: ~S : Il n'y a pas de paquetage de nom ~S.

source: ~S: ~S is used by ~{~S~^, ~}.
fr: ~S: De ~S héritent ~{~S~^, ~}.

source: ~: ~ is not a valid index into ~
fr: ~ : ~ n'est pas un index valide pour ~.

source: ~: ~ is not a record
fr: ~ : ~ n'est pas un «record».

source: ~: ~ is not a structure of type ~
fr: ~ : ~ n'est pas une structure de type ~.

source: ~: Slot ~ of ~ has no value
fr: ~ : Composant ~ de ~ n'a pas de valeur.

source: ~: ~ is not a closure
fr: ~ : ~ n'est pas une fermeture.

source: ~: This is not a compiled closure: ~
fr: ~ : Ceci n'est pas un fermeture compilée : ~

source: ~ is not a valid code-vector byte
fr: ~ est inutilisable comme octet dans un «code-vector».

source: ~: invalid code-vector ~
fr: ~ : ~ n'est pas utilisable comme «code-vector» d'une fonction.

source: ~: function ~ is too big: ~
fr: ~ : La function ~ est trop grosse: ~

source: ~: This is not a generic function: ~
fr: ~ : Ceci n'est pas une fonction générique : ~

source: ~: This is not a prototype of a generic function: ~
fr: ~ : Ceci n'est pas un prototype d'une fonction générique : ~

source: ~: ~ is not a weak pointer
fr: ~ : ~ n'est pas de type WEAK-POINTER.

source: ~: ~ is not a class
fr: ~ : ~ n'est pas une classe.

source: ~: illegal keyword/value pair ~, ~ in argument list. The allowed keywords are ~
fr: ~ : Paire mot-clé - valeur ~, ~ illicite dans la liste d'arguments. Les mots-clé permis sont ~

source: ~ method for ~ returned ~
fr: La méthode de ~ pour ~ a retourné ~.

source: There are no sequences of type ~
fr: Il n'existe pas de séquences de type ~.

source: ~ is not a sequence
fr: ~ n'est pas une séquence.

source: sequence type forces length ~, but result has length ~
fr: Le type de séquence implique une longueur ~, mais le résultat est de longueur ~.

source: ~: ~ should be an integer >=0, not ~
fr: ~ : ~ doit être un entier positif ou zéro et non ~

source: ~: ~ = ~ should not be greater than ~ = ~
fr: ~ : ~ = ~ ne doit pas excéder ~ = ~.

source: ~: the index should be a fixnum >=0, not ~
fr: ~ : L'index doit être de type FIXNUM positif ou zéro et non ~
