Repository: rurban/clisp
Catalog: src/po/*.po
Languages: fr

source: on the ~:[posi~;nega~]tive imaginary axis
fr: sur la partie ~:[posi~;nega~]tive de l'axe imaginaire

source: in the ~:[~:[first~;fourth~]~;~:[second~;third~]~] quadrant
fr: dans le ~:[~:[premier~;quatrième~]~;~:[deuxième~;troisième~]~] quartier

source: of the Gaussian number plane.
fr: du plan Gaussien.

source: a character
fr: un caractère

source: ~%Unicode name: ~A
fr: ~%Nom Unicode : ~A

source: ~%It is not defined by the Unicode standard.
fr: ~%Il n'est pas défini dans le standard Unicode.

source: ~%It is a ~:[non-~;~]printable character.
fr: ~%C'est un caractère ~:[non ~;~]imprimable.

source: ~%Its use is non-portable.
fr: ~%Il n'est pas portable de l'utiliser.

source: a~:[~:[ closed ~;n output-~]~;~:[n input-~;n input/output-~]~]stream.
fr: un «stream» ~:[~:[fermé~;de sortie~]~;~:[d'entrée~;d'entrée/sortie~]~].

source: the package named ~A
fr: le paquetage de nom ~A

source: ~%It
fr: ~%Il

source: , but no package uses these exports
fr: , mais aucun autre paquetage n'utilise ces exportations

source: a deleted package.
fr: un paquetage éliminé.

source: ~:[a~;the Common Lisp~] readtable.
fr: ~:[un~;le~] tableau de lecture~:*~:[~; de Common Lisp~].

source: a ~:[~;portable ~]pathname~:[.~;~:*, with the following components:~{~A~}~]
fr: un «pathname»~:[~; portable~]~:[.~;~:*, composé de:~{~A~}~]

source: a random-state.
fr: un «random-state».

source: a~:[~; simple~] ~A dimensional array
fr: une matrice~:[~; simple~] à ~A dimension~:P

source: (vector)
fr: (vecteur)

source: of ~(~A~)s
fr: de ~(~A~)s

source: , adjustable
fr: , ajustable

source: , of size ~{~S~^ x ~}
fr: , de grandeur ~{~S~^ x ~}

source: and current length (fill-pointer) ~S
fr: et longueur courante (fill-pointer) ~S

source: a built-in system function.
fr: une fonction prédéfinie du système.

source: a~:[n interpret~; compil~]ed function.
fr: une fonction ~:[interprét~;compil~]ée.

source: ~%argument list: ~:S
fr: ~%Liste des arguments: ~:S

source: ~&~%~A [see above]
fr: ~&~%~A [voir en haut]

source: ~&~%~A is
fr: ~&~%~A est

source: ~%Argument list:
fr: ~%Liste des arguments :

source: ~S: argument must be ~S, ~S or ~S, not ~S
fr: ~S : L'argument doit être ~S, ~S ou ~S et non ~S

source: ~%Bytes permanently allocated: ~9D~%Bytes currently in use: ~9D~%Bytes available until next GC: ~9D~%
fr: ~%Allocation permanente: ~9D~%Octets couramment utilisés: ~9D~%Octets disponibles jusqu'au prochain GC: ~9D~%

source: No external editor installed.
fr: Un éditeur externe n'est pas installé.

source: ~S cannot be edited.
fr: ~S ne peut pas être édité.

source: ~S: source code for ~S not available.
fr: ~S : Les sources de ~S ne sont pas présentes.

source: The form ~S yielded ~:[no values~;~:*~{~S~^ ; ~}~] ,~@ that's not of type ~S.
fr: La forme ~S a rendu ~:[aucune valeur~;~:*~{~S~^ ; ~}~] ,~@ ceci n'est pas de type ~S.

source: LETF* code contains a dotted list, ending with ~S
fr: Dans le code de LETF*, occurence d'une paire pointée terminée en ~S

source: illegal syntax in LETF* binding: ~S
fr: Syntaxe illégale dans une liaison pour LETF* : ~S

source: LETF code contains a dotted list, ending with ~S
fr: Dans le code de LETF, occurence d'une paire pointée terminée en ~S

source: illegal syntax in LETF binding: ~S
fr: Syntaxe illégale dans une liaison pour LETF : ~S

source: Cannot map string ~S to C since it contains a character ~S
fr: Ne peux convertir la chaîne ~S en langage C à cause d'un caractère ~S.

source: Invalid ~S component: ~S
fr: Composant de ~S inadmissible: ~S

source: Incomplete FFI type ~S is not allowed here.
fr: Le type de FFI ~S n'est pas complet, ce qui n'est pas permis ici.

source: FFI type should be a symbol, not ~S
fr: Un type FFi doit être un symbole et non ~S

source: Invalid FFI type: ~S
fr: Type FFI inadmissible: ~S

source: Invalid option in ~S: ~S
fr: Option invalide dans ~S: ~S

source: Only one ~S option is allowed: ~S
fr: Une seule option ~S est permise: ~S

source: Invalid parameter specification in ~S: ~S
fr: Spécification invalide d'argument dans ~S: ~S

source: The name must be a string, not ~S
fr: Le nom doit être une chaîne et non ~S.

source: The name ~S is not a valid C identifier
fr: Le nom ~S n'est pas valable en langage C.

source: illegal foreign data type ~S
fr: type invalide de données externes : ~S

source: ~S: ~S option missing in ~S
fr: ~S: option ~S manque dans ~S

source: ~S: :OUT argument is not a pointer: ~S
fr: ~S : paramètre :OUT n'est pas indirecte: ~S

source: ~S is only allowed after ~S: ~S
fr: ~S n'est permis qu'après ~S: ~S

source: Basename ~S not a keyword or libraryname ~S not a string
fr: La base ~S n'est pas un mot-clé ou alors le nom de librairie ~S n'est pas une chaîne

source: Library redefinition: old ~S, new ~S
fr: Redéfinition d'une librarie : avant ~S, maintenant ~S

source: Unknown library: ~S
fr: Librairie inconnue : ~S

source: Library ~S is not open
fr: La librairie ~S n'est pas ouverte

source: Unknown function of library ~S: ~S
fr: Fonction inconnue dans la librarie ~S : ~S

source: Offset must be a fixnum: ~S
fr: Le déplacement ~S n'est pas de type FIXNUM

source: ~&;; redefining foreign library function ~S~%;; from ~S to ~S~%
fr: ~&;; Redéfinition de la fonction étrangère ~S~%;; de ~S en ~S~%

source: Unknown register: ~S
fr: Registre inconnu : ~S

source: Invalid parameter specification ~S in function ~S
fr: Spécification invalide d'argument ~S pour la fonction ~S

source: Unknown library function: ~S
fr: Fonction d'une librairie inconnue : ~S

source: Bad number of arguments for ~S: ~S
fr: Mauvais nombre d'arguments pour ~S : ~S

source: No waiting for ~S possible.
fr: Pas d'attente de ~S possible.

source: ~S: ~S is not a SOCKET-SERVER
fr: ~S : ~S n'est pas un SOCKET-SERVER
