Repository: rurban/clisp
Catalog: src/po/*.po
Languages: fr

source: ~: ~ is not a sequence
fr: ~ : ~ n'est pas une séquence.

source: ~: bad length ~
fr: ~ : occurence d'une mauvaise longueur: ~

source: ~: size should be an integer >=0, not ~
fr: ~ : SIZE doit être un entier positif ou zéro et non ~

source: ~: :update must not be specified without :initial-element
fr: ~ : :UPDATE ne peut être spécifié qu'avec :INITIAL-ELEMENT.

source: ~: Must not specify both arguments to :TEST and :TEST-NOT
fr: ~ : Les arguments pour :TEST et :TEST-NOT ne peuvent être spécifiés en même temps.

source: ~: sequence ~ is too long
fr: ~ : Séquence trop longue: ~

source: too long sequence ~
fr: Séquence trop longue : ~

source: This is not a string: ~
fr: Ceci n'est pas une chaîne : ~

source: ~: the radix must be an integer between 2 and 36, not ~
fr: ~: Seuls les entiers compris entre 2 et 36 sont possible comme base et non ~.

source: ~: the code argument should be an integer, not ~
fr: ~: L'argument code doit être un entier et non ~.

source: ~: cannot coerce ~ to a character
fr: ~: ~ ne peut pas être transformé en caractère.

source: ~: the weight argument should be an integer, not ~
fr: ~ : L'argument poids doit être un entier et non ~.

source: ~: argument should be an integer, not ~
fr: ~: L'argument doit être un entier et non ~.

source: ~: index should be an integer, not ~
fr: ~: L'index doit être un entier et non ~.

source: ~: ~-index should be an integer, not ~
fr: ~: L'index ~ doit être un entier et non ~.

source: ~: index should be NIL or an integer, not ~
fr: ~: L'index doit être NIL ou un entier et non ~.

source: ~: ~-index should be NIL or an integer, not ~
fr: ~: L'index ~ doit être NIL ou un entier et non ~.

source: ~: index should not be negative: ~
fr: ~: L'index doit être positif ou zéro et non ~.

source: ~: ~-index should not be negative: ~
fr: ~: L'index ~ doit être positif ou zéro et non ~.

source: ~: index ~ should not be greater than the length of the string
fr: ~: L'index ~ ne peut pas être plus grand que la longueur de la chaîne.

source: ~: ~-index ~ should not be greater than the length of the string
fr: ~: L'index ~ = ~ ne peut pas être plus grand que la longueur de la chaîne.

source: ~: index ~ should be less than the length of the string
fr: ~: L'index ~ doit être plus petit que la longueur de la chaîne.

source: ~: ~-index ~ should be less than the length of the string
fr: ~: L'index ~ = ~ doit être plus petit que la longueur de la chaîne.

source: ~: argument should be a character, not ~
fr: ~: L'argument doit être un caractère et non ~.

source: ~: :start-index ~ must not be greater than :end-index ~
fr: ~: L'index :START ~ ne doit pas être supérieur à l'index :END ~.

source: ~: argument ~ should be a string, a symbol or a character
fr: ~: L'argument ~ doit être de type STRING, SYMBOL ou CHARACTER et non ~.

source: ~: :start1-index ~ must not be greater than :end1-index ~
fr: ~: L'index :START1 ~ ne doit pas être supérieur à l'index :END1 ~.

source: ~: :start2-index ~ must not be greater than :end2-index ~
fr: ~: L'index :START2 ~ ne doit pas être supérieur à l'index :END2 ~.

source: ~: the string length ~ should be nonnegative fixnum
fr: ~: La longueur de chaîne ~ doit être de type FIXNUM positif ou zéro.

source: ~: bad frame climbing mode ~
fr: ~: Mauvais mode de saut d'environnement ~.

source: ~: ~ is not a stack pointer
fr: ~: ~ n'est pas un pointeur de pile.

source: ~: ~ is not a pointer to an EVAL/APPLY frame
fr: ~: ~ n'est pas une pointeur vers un environnement EVAL/APPLY.

source: APPLY frame with breakpoint for call
fr: «frame» APPLY avec point d'interception pour l'application

source: APPLY frame for call
fr: «frame» APPLY pour l'application

source: EVAL frame with breakpoint for form
fr: «frame» EVAL avec point d'interception pour la forme

source: EVAL frame for form
fr: «frame» EVAL pour la forme

source: frame binding variables (~ = dynamically):
fr: Le «frame» de liaison de variables (~ signifiant dynamique) lie :

source: CALLBACK frame
fr: «frame» CALLBACK

source: frame binding variables
fr: «frame» de liaison de variables

source: binds (~ = dynamically):
fr: lie (~ signifiant dynamiquement) :

source: frame binding functions
fr: «frame» de liaison de fonctions

source: Next environment:
fr: prochain environnement :

source: compiled tagbody frame for
fr: «frame» TAGBODY compilé pour

source: compiled block frame for
fr: «frame» BLOCK compilé pour

source: block frame
fr: «frame» BLOCK

source: nested block frame
fr: «frame» BLOCK dépilé

source: for
fr: pour

source: tagbody frame
fr: «frame» TAGBODY

source: nested tagbody frame
fr: «frame» TAGBODY dépilé

source: for
fr: pour

source: ~: environment is not an alist
fr: ~: L'environnement n'est pas une liste d'association.

source: catch frame for tag
fr: «frame» CATCH pour l'étiquette

source: handler frame for conditions
fr: «frame» HANDLER pour les conditions

source: unwind-protect frame
fr: «frame» UNWIND-PROTECT

source: frame binding environments
fr: «frame» de liaison d'environnements

source: ~: unknown frame type
fr: ~: Type d'environnement inconnu.

source: Unprintable error message
fr: Message inimprimable

source: ~: User break
fr: ~ : Interruption clavier

source: ~: ~ is not a list
fr: ~ : ~ n'est pas une liste.

source: ~: A true list must not end with ~
fr: ~ : Une vraie liste ne peut pas se terminer en ~.

source: ~: ~ is not a symbol
fr: ~ : ~ n'est pas un symbole.

source: ~: ~ is not a simple-vector
fr: ~: ~ n'est pas de type SIMPLE-VECTOR.

source: ~: ~ is not a vector
fr: ~: ~ n'est pas un vecteur.

source: ~: argument ~ should be a nonnegative fixnum
fr: ~ : L'argument doit être de type FIXNUM positif ou zéro et non pas ~.

source: ~: argument ~ is not a character
fr: ~: L'argument ~ n'est pas un caractère.

source: ~: argument ~ is not a string
fr: ~: L'argument ~ n'est pas une chaîne.

source: ~: argument ~ is not a simple string
fr: ~: L'argument ~ n'est pas de type SIMPLE-STRING.

source: Attempt to modify a read-only string: ~
fr: Tentative de modification d'une chaîne non modifiable: ~

source: ~: argument ~ is neither a string nor an integer
fr: ~: L'argument ~ n'est ni une chaîne ni un nombre entier.

source: ~: argument ~ should be a stream
fr: ~ : L'argument doit être de type STREAM et non pas ~.

source: ~: argument ~ should be a stream of type ~
fr: ~ : L'argument ~ devrait être de type ~.

source: ~: ~ is not a function name
fr: ~ : ~ n'est pas un nom de fonction.

source: ~: argument ~ is not a function. To get a function in the current environment, write (FUNCTION ...). To get a function in the global environment, write (COERCE '... 'FUNCTION).
fr: ~ : L'argument ~ n'est pas une fonction. Pour obtenir une fonction dans l'environnement courant, écrire (FUNCTION ...). Pour obtenir une fonction dans l'environnement global, écrire (COERCE '... 'FUNCTION).

source: ~: ~ is not an 8-bit number
fr: ~ : ~ n'est pas un nombre à 8 bits.

source: ~: ~ is not a 16-bit number
fr: ~ : ~ n'est pas un nombre à 16 bits.

source: ~: ~ is not an 32-bit number
fr: ~ : ~ n'est pas un nombre à 32 bits.

source: ~: ~ is not an 64-bit number
fr: ~ : ~ n'est pas un nombre à 64 bits.

source: ~: ~ is not an `unsigned int' number
fr: ~ : ~ n'est pas un nombre «unsigned int».

source: ~: ~ is not an `int' number
fr: ~ : ~ n'est pas un nombre «int».

source: ~: ~ is not a `unsigned long' number
fr: ~ : ~ n'est pas un nombre «unsigned long».

source: ~: ~ is not a `long' number
fr: ~ : ~ n'est pas un nombre «long».

source: ~: ~ is not a single-float
fr: ~ : ~ n'est pas de type SINGLE-FLOAT.

source: ~: ~ is not a double-float
fr: ~ : ~ n'est pas de type DOUBLE-FLOAT.

source: Amiga OS error
fr: Erreur S.E. Amiga

source: not enough memory available
fr: Pas assez de mémoire

source: process table full
fr: La table des processus est pleine

source: bad template
fr: mauvais schéma

source: bad number
fr: mauvais nombre

source: required argument missing
fr: mot clé manque

source: value after keyword missing
fr: mot clé sans valeur

source: wrong number of arguments
fr: mauvais nombre d'arguments

source: unmatched quotes
fr: guillemets non terminés

source: argument line invalid or too long
fr: ligne est mauvaise ou trop longue

source: file is not executable
fr: fichier non exécutable

source: invalid resident library
fr: Librarie résidente non valide

source: object is in use
fr: l'objet est utilisé

source: object already exists
fr: l'objet existe déjà

source: directory not found
fr: répertoire non trouvé

source: object not found
fr: objet non trouvé

source: invalid window description
fr: mauvais descripteur de fenêtre

source: object too large
fr: objet trop grand

source: packet request type unknown
fr: Type de paquet inconnu

source: object name invalid
fr: nom d'objet incorrect

source: invalid object lock
fr: «lock» invalide d'un objet

source: object is not of required type
fr: objet de mauvais type

source: disk not validated
fr: volume non validé

source: disk is write-protected
fr: disquette protégée contre l'écriture

source: rename across devices attempted
fr: «rename» à travers des unités distinctes

source: directory not empty
fr: répertoire non vide

source: too many levels
fr: trop de niveaux

source: device (or volume) is not mounted
fr: l'unité n'est dans aucun lecteur

source: seek failure
fr: erreur pendant un déplacement (seek)

source: comment is too long
fr: Commentaire trop long

source: disk is full
fr: support plein

source: object is protected from deletion
fr: objet est protégé contre l'effacement

source: file is write protected
fr: fichier protégé contre l'écriture

source: file is read protected
fr: fichier protégé contre la lecture

source: not a valid DOS disk
fr: disque non DOS

source: no disk in drive
fr: pas de disquette dans le lecteur

source: no more entries in directory
fr: pas plus d'entrées dans le répertoire

source: object is soft link
fr: l'objet est un «soft link»

source: object is linked
fr: l'objet est lié

source: bad loadfile hunk
fr: fichier pas entièrement chargeable

source: function not implemented
fr: fonction non implémentée

source: record not locked
fr: enregistrement non verrouillé

source: record lock collision
fr: conflit sur verrou d'enregistrement

source: record lock timeout
fr: enregistrement verrouillé; délai dépassé

source: record unlock error
fr: erreur lors du déverrouillage de l'enregistrement

source: buffer overflow
fr: débordement de tampon

source: break
fr: interruption

source: file not executable
fr: fichier non exécutable

source: Ok, No error
fr: Ok, pas d'erreur

source: Invalid multibyte or wide character
fr: caractère multi-octet invalide

source: Operation not permitted
fr: Opération non autorisée

source: No such file or directory
fr: Fichier ou répertoire non existant

source: No such process
fr: Processus inexistant

source: Interrupted system call
fr: Appel système interrompu

source: I/O error
fr: Erreur E/S

source: No such device or address
fr: Périphérique ou adresse inexistant

source: Arg list too long
fr: Liste d'arguments trop longue

source: Exec format error
fr: Programme non exécutable

source: Bad file number
fr: Descripteur de fichier non alloué

source: No child processes
fr: Pas de processus fils

source: No more processes
fr: Essayez encore

source: Not enough memory
fr: Pas assez de mémoire

source: Permission denied
fr: Permission refusée

source: Bad address
fr: Mauvaise adresse

source: Block device required
fr: Périphérique bloc requis

source: Device busy
fr: Périphérique occupé

source: File exists
fr: Le fichier existe déjà

source: Cross-device link
fr: Lien entre périphériques différents

source: No such device
fr: Périphérique inexistant

source: Not a directory
fr: N'est pas un répertoire

source: Is a directory
fr: Est un répertoire

source: Invalid argument
fr: Paramètre illicite

source: File table overflow
fr: Dépassement de la table des fichiers

source: Too many open files
fr: Trop de fichiers ouverts

source: Inappropriate ioctl for device
fr: Périphérique ne comprend pas ce ioctl

source: Text file busy
fr: Fichier code occupé

source: File too large
fr: Fichier trop grand

source: No space left on device
fr: Plus d'espace libre sur le périphérique

source: Illegal seek
fr: seek illégal

source: Read-only file system
fr: Système de fichiers en lecture seulement

source: Too many links
fr: Trop de liens

source: Broken pipe, child process terminated or socket closed
fr: Rupture du tuyau, processus fils terminé ou socket déconnecté

source: Argument out of domain
fr: Argument mathématique en dehors du domaine de définition de la fonction

source: Result too large
fr: Résultat mathématique non représentable

source: Operation would block
fr: L'opération devrait bloquer

source: Operation now in progress
fr: Opération maintenant en cours

source: Operation already in progress
fr: Opération déjà en cours

source: Too many levels of symbolic links
fr: Trop de liens symboliques rencontrés

source: File name too long
fr: Nom du fichier trop long

source: Directory not empty
fr: Répertoire non vide

source: Stale NFS file handle
fr: Fichier NFS perdu

source: Too many levels of remote in path
fr: Mount éloigné ne marche pas

source: Socket operation on non-socket
fr: Opération de type socket sur un fichier non-socket

source: Destination address required
fr: Adresse de destination obligatoire

source: Message too long
fr: Message trop long

source: Protocol wrong type for socket
fr: Mauvais type de protocole pour un socket

source: Option not supported by protocol
fr: Protocole non disponible

source: Protocol not supported
fr: Protocole non supporté

source: Socket type not supported
fr: Type de socket non supporté

source: Operation not supported on socket
fr: Opération non supportée sur socket

source: Protocol family not supported
fr: Famille de protocoles non supportée

source: Address family not supported by protocol family
fr: Famille d'adresses non supportée par le protocole

source: Address already in use
fr: Adresse déjà utilisée

source: Cannot assign requested address
fr: Ne peut pas assigner l'adresse demandée

source: Network is down
fr: Le réseau est éteint

source: Network is unreachable
fr: Le réseau ne peut être atteint

source: Network dropped connection on reset
fr: Le réseau a rompu la connection à cause d'une remise à zéro

source: Software caused connection abort
fr: Echec de connection à cause du logiciel

source: Connection reset by peer
fr: Connection remise à zéro par le correspondant

source: No buffer space available
fr: Pas d'espace disponible pour un buffer

source: Socket is already connected
fr: Le socket est déjà connecté

source: Socket is not connected
fr: Le socket n'est pas connecté

source: Cannot send after socket shutdown
fr: Impossibilité d'envoyer après un arrêt de socket

source: Connection timed out
fr: Durée écoulée pour la connection

source: Connection refused
fr: Connection refusée

source: Remote peer released connection
fr: L'hôte a fermé la connection

source: Host is down
fr: L'hôte est éteint

source: Host is unreachable
fr: Aucune route pour cet hôte

source: Networking error
fr: Erreur de réseau

source: Too many processes
fr: Trop de processus

source: Too many users
fr: Trop d'utilisateurs

source: Disk quota exceeded
fr: Ration d'espace est épuisée

source: Not a stream device
fr: Pas un STREAM

source: Timer expired
fr: Timer de STREAM écoulé

source: Out of stream resources
fr: Plus de place pour un STREAM

source: No message of desired type
fr: Pas de messages du type désigné

source: Not a data message
fr: Reçu message de type inconnu

source: Identifier removed
fr: Identificateur supprimé

source: Resource deadlock would occur
fr: Blocage mutuel de la ressource

source: No record locks available
fr: Pas de verrou disponible

source: Machine is not on the network
fr: La machine n'est pas sur le réseau

source: Object is remote
fr: Objet à distance

source: Link has been severed
fr: Le lien a été coupé

source: Advertise error
fr: Erreur d'annonce

source: Srmount error
fr: Erreur srmount

source: Communication error on send
fr: Erreur de communication lors d'un envoi

source: Protocol error
fr: Erreur de protocole

source: Multihop attempted
fr: Tentative de sauts multiples

source: Remote address changed
fr: Adresse à distance changée

source: Function not implemented
fr: Fonction non implémentée

source: Not supported under MS-DOS
fr: Pas supporté sous MS-DOS

source: UNIX error
fr: Erreur UNIX

source: UNIX library error
fr: Erreur dans la librairie UNIX

source: Win32 error
fr: Erreur Win32

source: Winsock error
fr: Erreur Winsock

source: This file was produced by another lisp version, must be recompiled.
fr: Ce fichier provient d'une autre version de LISP et doit être recompilé.

source: ~: type of attribute ~ is unsupported
fr: ~ : Le type de l'attribut ~ n'est pas supporté.

source: ANSI C program
fr: Programme en ANSI C

source: C++ compiler
fr: Compilateur C++

source: C compiler
fr: Compilateur C

source: ~: too large shift amount ~
fr: ~ : Décalage ~ trop grand.

source: ~: unidentifiable type!!!
fr: ~ : Type non identifiable!!!

source: ~: type ~ does not correspond to a class
fr: ~ : aucune classe ne correspond au type ~

source: ~: ~ does not name a class
fr: ~ : ~ n'est pas le nom d'une classe.

source: ~: ~ cannot be coerced to type ~
fr: ~ : ~ ne peut pas être transformé en objet de type ~.

source: ~: the property list of ~ has an odd length
fr: ~ : La liste de propriétés attachée à ~ est de longueur impaire.

source: SETF SYMBOL-FUNCTION: ~ is not a function
fr: SETF SYMBOL-FUNCTION : ~ n'est pas une fonction.

source: ~: ~ is not a system function
fr: ~ : ~ n'est pas une fonction du système.

source: ~: the property list ~ has an odd length
fr: ~ : La liste de propriétés ~ est de longueur impaire.

source: ~: index ~ is negative
fr: ~ : L'index ~ est négatif.

source: ~: invalid argument ~
fr: ~ : L'argument ~ n'est pas du bon type.

source: The value of *GENSYM-COUNTER* was not a nonnegative integer. Old value ~. New value ~.
fr: La valeur de *GENSYM-COUNTER* n'était pas un entier >= 0. Ancienne valeur : ~. Nouvelle valeur : ~.

source: argument to ~ should be a number: ~
fr: L'argument pour ~ doit être un nombre et non ~.

source: argument to ~ should be a real number: ~
fr: L'argument pour ~ doit être un nombre réel et non ~.

source: argument to ~ should be a floating point number: ~
fr: L'argument pour ~ doit être un nombre à virgule flottante et non ~.

source: argument to ~ should be a rational number: ~
fr: L'argument pour ~ doit être un nombre rationnel et non ~.

source: argument to ~ should be an integer: ~
fr: L'argument pour ~ doit être un nombre entier et non ~.

source: ~: argument should be a positive fixnum, not ~
fr: ~ : L'argument doit être de type FIXNUM positif et non ~.

source: ~: argument should be a random-state, not ~
fr: ~ : L'argument doit être un «random-state» et non ~.

source: ~: the value of ~ should be a random-state, not ~
fr: ~ : La valeur de ~ devrait être un «random-state» et non ~.

source: ~: argument should be positive and an integer or float, not ~
fr: ~ : L'argument doit être positif et de type entier ou flottant et non ~.

source: division by zero
fr: Division par zéro

source: floating point overflow
fr: Débordement de nombre à virgule flottante

source: floating point underflow
fr: Débordement vers zéro de nombre à virgule flottante

source: not a 32-bit integer: ~
fr: Ceci n'est pas un nombre à 32 bits : ~

source: not a 64-bit integer: ~
fr: Ceci n'est pas un nombre à 64 bits : ~

source: bignum overflow
fr: Dépassage de capacité des entiers BIGNUM

source: ~: ~ is not a valid boolean operation
fr: ~ : ~ n'est pas une opération booléenne admise.

source: The arguments to BYTE must be fixnums >=0: ~, ~
fr: Les arguments de BYTE doivent être des entiers FIXNUM >=0 : ~, ~

source: ~ is not a BYTE specifier
fr: ~ n'est pas une spécification de BYTE.

source: overflow during multiplication of large numbers
fr: Débordement de capacité lors d'une multiplication de grands nombres.

source: quotient ~ / ~ is not an integer
fr: Le quotient de ~ par ~ n'est pas un entier.

source: ~ applied to negative number ~
fr: ~ appliqué au nombre négatif ~

source: long float too long
fr: LONG-FLOAT trop long.

source: floating point NaN occurred
fr: apparition d'un NaN au lieu d'un nombre à virgule flottante

source: Floating point operation combines numbers of different precision. See ANSI CL 12.1.4.4 and the CLISP impnotes for details. The result's actual precision is controlled by ~S. To shut off this warning, set ~S to ~S.
fr: Opération sur nombres flottants de précisions différentes. Pour plus de détails, voir ANSI CL 12.1.4.4 et les impnotes de CLISP. La précision effective du résultat dépend de ~S. Pour éviter cet avertissement, mettre ~S à ~S.

source: Communication with ARexx is not possible.
fr: La communication avec ARexx n'est pas possible.

source: ~ must be a string for commands or a vector of strings for a function
fr: ~ doit être une chaîne pour une commande ou un vecteur de chaînes pour une fonction.

source: ~: an ARexx function must have 0 to ~ arguments: ~
fr: ~ : Une fonction ARexx a de 0 à ~ arguments : ~

source: ~: must be a string for ARexx: ~
fr: ~ : Doit être une chaîne pour ARexx : ~

source: Only NIL, T and strings are accepted for ~ : ~
fr: Seul NIL, T ou bien une chaîne sont permis pour ~ : ~

source: ~: Not a Fixnum: ~
fr: ~ : ~ n'est pas de type FIXNUM

source: ~: Not an incoming Rexx message: ~
fr: ~ : ~ n'est pas un message Rexx entrant

source: ~: Unsupported call mechanism: ~
fr: ~: Convention d'appel non supportée : ~

source: ~: Bad function prototype: ~
fr: ~ : Mauvais prototype : ~

source: ~: Wrong number of arguments for prototype ~
fr: ~: Mauvais nombre d'arguments pour le prototype ~.

source: ~: Bad argument for prototype ~: ~
fr: ~: Argument incorrect pour le prototype ~ : ~

source: ~: Bad argument: ~
fr: ~: Argument incorrect : ~

source: ~: ~ is not a valid address
fr: ~: ~ n'est pas une bonne adresse.

source: ~ comes from a previous Lisp session and is invalid
fr: ~ provient d'une séance Lisp passée et est inadmissible

source: A foreign variable ~ already exists
fr: Il y a déjà une variable étrangère ~.

source: A foreign function ~ already exists
fr: Il y a déjà une fonction étrangère ~.

source: illegal foreign data type ~
fr: type invalide de données externes : ~

source: ~ cannot be converted to the foreign type ~
fr: ~ ne peut être transformé en type étranger ~.

source: 64 bit integers are not supported on this platform and with this C compiler: ~
fr: Des nombres à 64 bits ne sont pas supportés sur cette machine et avec ce compilateur C : ~

source: ~ cannot be converted to a foreign function with another calling convention.
fr: ~ ne peut être converti en une fonction étrangère avec une autre convention d'appel.

source: No more room for foreign language interface
fr: Il n'y a pas assez de place pour l'interface aux langages étrangers.

source: :MALLOC-FREE is not available under AMIGAOS.
fr: :MALLOC-FREE n'est pas applicable sous AMIGAOS.

source: ~: argument is not a foreign variable: ~
fr: ~ : l'argument n'est pas une variable étrangère: ~

source: ~: foreign variable with unknown type, missing DEF-C-VAR: ~
fr: ~ : variable étrangère de type inconnu, DEF-C-VAR manquant: ~

source: A foreign variable ~ does not exist
fr: Il n'y a pas de variable étrangère ~.

source: ~: foreign variable ~ does not have the required size or alignment
fr: ~ : la variable étrangère ~ n'a pas la taille ou le placement nécessaire.

source: ~: type specifications for foreign variable ~ conflict: ~ and ~
fr: ~ : types contradictoires pour la variable étrangère ~ : ~ et ~
