Repository: rurban/clisp
Catalog: src/po/*.po
Languages: fr

source: could not make symbol value per-thread
fr: Ne peux pas rendre la valeur d'un symbole dépendant du thread.

source: *** - Program stack overflow. RESET
fr: *** - Débordement de pile de programme : RAZ

source: *** - Lisp stack overflow. RESET
fr: *** - Débordement de pile Lisp : RAZ

source: internal error: statement in file ~, line ~ has been reached!! Please send the authors of the program a description how you produced this error!
fr: Erreur interne : Dans le fichier ~, la ligne ~ fut exécutée! Veuillez signaler aux auteurs du programme comment vous avez pu faire apparaître cette erreur, s.v.p.!

source: Unknown signature of an FSUBR
fr: Type d'argument inconnu pour FSUBR

source: Unknown signature of a SUBR
fr: Type d'argument inconnu pour SUBR

source: module `%s' requires package %s.
fr: Pas de module «%s» sans le paquetage %s.

source: Amiga version: Joerg Hoehle
fr: version Amiga: Jörg Höhle

source: RISCOS port: Peter Burwood, Bruno Haible
fr: portage RISCOS: Peter Burwood et Bruno Haible

source: Syntax for %s: nnnnnnn or nnnnKB or nMB
fr: syntaxe pour %s: nnnnnnn ou nnnnKB ou nMB

source: %s out of range
fr: %s n'est pas entre les bornes

source: memory size
fr: taille mémoire

source: stack size
fr: taille de pile

source: Return value of malloc() = %x is not compatible with type code distribution.
fr: La valeur de malloc() = %x n'est pas compatible avec le codage des types.

source: Only %d bytes available.
fr: Seuls %d octets libres.

source: Could not determine the end of the SP stack!
fr: Impossible de savoir où se termine la pile SP!

source: WARNING: No initialization file specified.
fr: AVERTISSEMENT : Pas de fichier d'initialisation.

source: Please try:
fr: Essayez:

source: Not enough memory for Lisp.
fr: Il n'y a pas assez de mémoire pour LISP.

source: Bye.
fr: À bientôt!

source: Press a key to terminate...
fr: Pour terminer, tapez une touche...

source: *** - Virtual memory exhausted. RESET
fr: *** - La mémoire virtuelle est épuisée : RAZ

source: *** - Memory exhausted. RESET
fr: *** - La mémoire est épuisée : RAZ

source: Cannot map memory to address 0x%x .
fr: Ne peux pas placer de la mémoire à l'adresse 0x%x .

source: Cannot reserve address range at 0x%x .
fr: Ne peux pas réserver les adresses à partir de 0x%x .

source: Cannot reserve address range 0x%x-0x%x .
fr: Ne peux pas réserver les adresses 0x%x-0x%x .

source: CreateFileMapping() failed.
fr: CreateFileMapping() a échoué.

source: MapViewOfFileEx(addr=0x%x,off=0x%x) failed.
fr: MapViewOfFileEx(addr=0x%x,off=0x%x) a échoué.

source: MapViewOfFileEx() returned 0x%x instead of 0x%x.
fr: MapViewOfFileEx() rend 0x%x au lieu de 0x%x.

source: VirtualFree() failed.
fr: VirtualFree() a échoué.

source: VirtualProtect() failed.
fr: VirtualProtect() a échoué.

source: Cannot open /dev/zero .
fr: Ne peux pas ouvrir /dev/zero .

source: Cannot open %s .
fr: Ne peux pas ouvrir %s .

source: Cannot delete %s .
fr: Ne peux pas effacer %s .

source: ** WARNING: ** Too few free disk space for %s .
fr: ** AVERTISSEMENT : ** Trop peu de place disque restante sur %s .

source: Please restart LISP with fewer memory (option -m).
fr: Prière de relancer LISP avec moins de mémoire (option -m).

source: Cannot make %s long enough.
fr: Ne peux pas agrandir %s .

source: Cannot fill %s .
fr: Ne peux pas remplir %s .

source: Cannot close %s .
fr: Ne peux pas fermer %s .

source: Cannot close /dev/zero .
fr: Ne peux pas fermer /dev/zero .

source: Recompile your operating system with SYSV IPC support.
fr: Recompilez votre système opérationnel tel qu'il comprenne IPC SYSV.

source: Cannot allocate private shared memory segment.
fr: Ne peux pas allouer de segment privé de mémoire partagée.

source: Cannot map shared memory to address 0x%x.
fr: Ne peux pas placer de la mémoire partagée à l'adresse 0x%x.

source: Cannot fill shared memory.
fr: Ne peux pas remplir la mémoire partagée.

source: Could not fill shared memory.
fr: Ne pouvais pas remplir la mémoire partagée.

source: Cannot remove shared memory segment.
fr: Ne peux pas retirer un segment de mémoire partagée.

source: SIGSEGV cannot be cured. Fault address = 0x%x.
fr: SIGSEGV ne peut être relevé. Adresse fautive = 0x%x.

source: Apollo 13 scenario: Stack overflow handling failed. On the next stack overflow we will crash!!!
fr: Scénario Apollo 13 : Réparation de débordement de pile a échoué. Au prochain débordement de pile, ça cassera!!!

source: Ctrl-C: User break
fr: Ctrl-C : Interruption clavier

source: No more room for LISP objects
fr: Il n'y a plus de place pour des objets LISP.

source: *** - No more room for LISP objects: RESET
fr: *** - Il n'y a plus de place pour des objets LISP : RAZ

source: Trying to make room through a GC...
fr: Essayons de faire de la place par un GC...

source: disk full
fr: Disque plein.

source: operating system error during load of initialization file `%s'
fr: Erreur système pendant le chargement du fichier d'initialisation `%s'.

source: Cannot map the initialization file into memory.
fr: Ne peux placer le fichier d'initialisation en mémoire.

source: operating system error during load of initialization file
fr: Erreur système pendant le chargement du fichier d'initialisation.

source: initialization file was not created by this version of LISP
fr: Le fichier d'initialisation ne provient pas de cette version de LISP.

source: not enough memory for initialization
fr: Il n'y a pas assez de mémoire pour l'initialisation.

source: ~: ~ is a constant, cannot be bound dynamically
fr: ~: ~ est une constante et ne peut pas être liée dynamiquement.

source: Too many documentation strings in ~
fr: Trop de chaînes de documentation apparaîssent dans ~.

source: FUNCTION: lambda-list for ~ is missing
fr: FUNCTION: La lambda-liste pour ~ manque.

source: FUNCTION: lambda-list for ~ should be a list, not ~
fr: FUNCTION: La lambda-liste pour ~ doit être une liste et non ~

source: FUNCTION: illegal declaration ~
fr: FUNCTION: ~ n'est pas une déclaration licite.

source: FUNCTION: ~ is not a symbol, cannot be declared SPECIAL
fr: FUNCTION: ~ n'est pas un symbôle mais fut déclaré SPECIAL.

source: FUNCTION: too long variable specification after &OPTIONAL: ~
fr: FUNCTION: Spécification de variable trop longue après &OPTIONAL : ~

source: FUNCTION: &REST var must be followed by &KEY or &AUX or end of list: ~
fr: FUNCTION: &KEY, &AUX ou fin de liste doit suivre une variable &REST : ~.

source: FUNCTION: &REST must be followed by a variable: ~
fr: FUNCTION: Une variable doit suivre &REST : ~

source: FUNCTION: ~ in ~ is not a symbol
fr: FUNCTION: ~ dans ~ n'est pas un symbole.

source: FUNCTION: incorrect variable specification after &KEY: ~
fr: FUNCTION: Spécification de variable incorrecte après &KEY : ~

source: FUNCTION: &ALLOW-OTHER-KEYS must be followed by &AUX or end of list: ~
fr: FUNCTION: &AUX ou fin de liste doit suivre &ALLOW-OTHER-KEYS : ~

source: FUNCTION: too long variable specification after &AUX: ~
fr: FUNCTION: Spécification de variable trop longue après &AUX : ~

source: FUNCTION: badly placed lambda-list keyword ~: ~
fr: FUNCTION: Mot clé de lambda-liste ~ mal placé : ~

source: FUNCTION: ~ is not a symbol, may not be used as a variable
fr: FUNCTION: ~ n'est pas un symbole et ne peut donc pas être utilisé comme variable.

source: FUNCTION: ~ is a constant, may not be used as a variable
fr: FUNCTION: ~ est une constante et ne peut donc pas être utilisée comme variable.

source: FUNCTION: too many parameters in the lambda-list ~
fr: FUNCTION: Trop de paramètres dans la lambda-liste ~

source: FUNCTION: a dot in a lambda-list is allowed only for macros, not here: ~
fr: FUNCTION: Un point dans une lambda-liste n'est permis que pour des macros, pas ici : ~

source: ~: ~ is a macro, not a function
fr: ~ : ~ est une macro et non une fonction.

source: ~: the function ~ is undefined
fr: ~ : La fonction ~ n'est pas définie.

source: ~: ~ is not a function
fr: ~: ~ n'est pas une fonction.

source: EVAL/APPLY: keyword arguments for ~ should occur pairwise
fr: EVAL/APPLY: Les arguments mot-clé de ~ ne sont pas par paires.

source: EVAL/APPLY: ~ is not a symbol
fr: EVAL/APPLY: ~ n'est pas un symbole.

source: EVAL/APPLY: keyword ~ is illegal for ~. The possible keywords are ~
fr: EVAL/APPLY: Le mot-clé ~ n'est pas permis pour ~. Possibles sont ~

source: EVAL/APPLY: too few arguments given to ~
fr: EVAL/APPLY: Trop peu d'arguments pour ~.

source: EVAL/APPLY: too many arguments given to ~
fr: EVAL/APPLY: Trop d'arguments pour ~.

source: EVAL: variable ~ has no value
fr: EVAL: La variable ~ n'a pas de valeur.

source: EVAL: too few arguments given to ~: ~
fr: EVAL: Trop peu d'arguments pour ~ : ~

source: EVAL: too many arguments given to ~: ~
fr: EVAL: Trop d'arguments pour ~ : ~

source: EVAL: argument list given to ~ is dotted: ~
fr: EVAL: La liste d'arguments passée à ~ est pointée.

source: APPLY: too many arguments given to ~
fr: APPLY: Trop d'arguments pour ~.

source: APPLY: too few arguments given to ~
fr: APPLY: Trop peu d'arguments pour ~.

source: symbol ~ has no value
fr: Le symbôle ~ n'a pas de valeur.

source: assignment to constant symbol ~ is impossible
fr: Une assignation du symbôle constant ~ n'est pas possible.

source: ~: too many arguments given to ~
fr: ~: Trop d'arguments pour ~.

source: (~ ~): the tagbody of the tags ~ has already been left
fr: (~ ~): Le «tagbody» avec les marqueurs ~ a déjà été quitté.

source: ~: there is no CATCHer for tag ~
fr: ~: Il n'y a pas de CATCH correspondant au marqueur ~.

source: STACK corrupted
fr: Pile STACK est corrompue.

source: ~: ~ is not a correct index into ~
fr: ~: ~ n'est pas un index convenable dans ~.

source: undefined bytecode in ~ at byte ~
fr: Code octet indéfinissable ~ à l'octet ~

source: too many return values
fr: Trop de valeurs VALUES.

source: Corrupted STACK in ~ at byte ~
fr: Pile STACK corrompue dans ~ à l'octet ~

source: ~: function name ~ should be a symbol
fr: ~: Le nom de fonction ~ n'est pas un symbôle.

source: ~: undefined function ~
fr: ~: La fonction ~ n'est pas définie.

source: ~: ~ has no dynamic value
fr: ~: ~ n'a pas de valeur dynamique.

source: ~: ~ has no global function definition
fr: ~ : ~ n'a pas de définition globale de fonction.

source: ~: the value of the constant ~ may not be altered
fr: ~: Aucune valeur ne peut être assignée à la constante ~.

source: ~ called with odd number of arguments: ~
fr: ~ appelé avec un nombre impair d'arguments : ~

source: dotted list given to ~ : ~
fr: Liste pointée d'arguments fournie à ~ : ~

source: ~: the value of the constant ~ must not be removed
fr: ~: La valeur de la constante ~ doit être conservée.

source: ~: doc-strings are not allowed here: ~
fr: ~: Une chaîne de documentation n'est pas permise ici : ~

source: ~: ~ is not a symbol, but was declared SPECIAL
fr: ~: ~ n'est pas un symbôle mais fut déclaré SPECIAL.

source: ~: illegal variable specification ~
fr: ~: ~ n'est pas une spécification de variable licite.

source: ~: symbol ~ is declared special and must not be declared a macro
fr: ~ : Le symbole ~ est déclaré SPECIAL et ne peut être déclaré macro.

source: ~: symbol ~ must not be declared SPECIAL and a macro at the same time
fr: ~ : Le symbole ~ ne peut être déclaré SPECIAL et macro en même temps.

source: ~: ~ is a constant, cannot be bound
fr: ~: ~ est une constante et ne peut pas être liée.

source: ~: too many variables and/or declarations
fr: ~: Trop de déclarations et/ou de variables.

source: ~: ~ is not a function specification
fr: ~: ~ n'est pas une spécification de fonction.

source: ~: ~ is not a macro specification
fr: ~: ~ n'est pas une spécification de macro.

source: ~: macro name ~ should be a symbol
fr: ~: Le nom de macro ~ n'est pas un symbôle.

source: ~: clause ~ should be a list
fr: ~: La clause ~ doit être une liste.

source: ~: missing key list: ~
fr: ~ : la liste d'objects-clé manque: ~

source: ~: the ~ clause must be the last one
fr: ~ : La clause ~ doit être la dernière.

source: ~: the block named ~ has already been left
fr: ~: Le bloc de nom ~ a déjà été quitté.

source: ~: no block named ~ is currently visible
fr: ~: Aucun bloc de nom ~ n'est visible.

source: ~: ~ is neither tag nor form
fr: ~: ~ n'est ni un marqueur ni une forme à evaluer.

source: ~: illegal tag ~
fr: ~: ~ n'est pas un marqueur permis.

source: ~: tagbody for tag ~ has already been left
fr: ~: Le TAGBODY du marqueur ~ a déjà été quitté.

source: ~: no tag named ~ is currently visible
fr: ~: Aucun marqueur de nom ~ n'est visible.

source: ~: too many values
fr: ~: Trop de valeurs.

source: ~: too many arguments to ~
fr: ~: Trop d'arguments pour ~.

source: Argument ~ is not a macroexpansion environment
fr: L'argument ~ n'est pas un environnement pour macros

source: declarations ~ are not allowed here
fr: Les déclarations ~ ne sont pas permises à cet endroit.

source: ~: ~ evaluated to the values ~, not of type ~
fr: ~: La forme ~ a produit les valeurs ~ qui ne sont pas de type ~.

source: ~: bad declaration ~
fr: ~: Mauvaise déclaration : ~

source: ~: ~ may not be used as an environment
fr: ~: ~ ne peut pas être utilisé comme environnement.

source: no doc-strings allowed here: ~
fr: Les chaînes de documentation ne sont pas permises ici : ~

source: keyword argument list ~ has an odd length
fr: La liste de mots clé ~ est de longueur impaire.

source: illegal keyword/value pair ~, ~ in argument list. The allowed keywords are ~
fr: Paire mot-clé - valeur ~, ~ illicite dans une liste d'arguments. Les mots-clé permis sont ~

source: Character #\u$$$$ cannot be represented in the character set ~
fr: Le caractère #\u$$$$ ne peut pas être représenté en ~.

source: invalid byte #x$$ in ~ conversion, not a Unicode-16
fr: octet invalide #x$$ pendant conversion ~, pas un Unicode-16

source: invalid byte sequence #x$$ #x$$ in ~ conversion
fr: séquence d'octets invalide #x$$ #x$$ pendant conversion ~

source: invalid byte sequence #x$$ #x$$ #x$$ in ~ conversion
fr: séquence d'octets invalide #x$$ #x$$ #x$$ pendant conversion ~

source: invalid byte #x$$ in ~ conversion
fr: octet invalide #x$$ pendant conversion ~

source: ~: illegal ~ argument ~
fr: ~ : Argument incorrect pour ~ : ~

source: ~: argument ~ is not a character set
fr: ~ : L'argument ~ n'est pas un jeu de caractères.

source: ~: ~ is not a 1:1 encoding
fr: ~ : ~ n'est pas un système de codage 1:1

source: ~: host should be NIL or a string, not ~
fr: ~ : Le nom de machine hôte doit être NIL ou de type STRING et non ~

source: ~: illegal hostname ~
fr: ~ : Syntaxe incorrecte pour un nom de machine hôte: ~

source: ~: host should be NIL, not ~
fr: ~ : Le nom de machine hôte doit être NIL et non ~

source: ~: filename for ~ is unknown
fr: ~ : Pas de nom de fichier connu pour ~

source: The variable ~S had an illegal value. ~S has been reset to ~S.
fr: Une valeur invalide fut trouvée dans la variable ~S, ~S fut réinitialisé à ~S.

source: ~: there is no environment variable ~
fr: ~ : Il n'y a pas de variable ~ dans l'environnement.

source: ~: there is no user named ~
fr: ~ : Il n'y a pas d'utilisateur de nom ~.

source: ~: syntax error in filename ~ at position ~
fr: ~ : Erreur de syntaxe dans le nom de fichier ~, à la position ~.

source: ~: hosts ~ and ~ of ~ should coincide
fr: ~ : Les «hosts» ~ et ~ de ~ ne sont pas les mêmes.

source: ~: argument ~ is not a logical pathname, string, stream or symbol
fr: ~ : L'argument ~ n'est pas un «pathname logique», une chaîne, un «stream» ou un symbole.

source: ~: endless loop while resolving ~
fr: ~ : boucle infinie pour ~

source: ~: unknown logical host ~ in ~
fr: ~ : host ~ inconnu dans ~

source: ~: No replacement rule for ~ is known.
fr: ~ : Aucune règle de traduction est connue pour ~.

source: ~: :VERSION-argument should be NIL or a positive fixnum or :WILD or :NEWEST, not ~
fr: ~ : L'argument pour :VERSION doit être NIL, un petit nombre entier positif, :WILD ou :NEWEST mais non ~

source: ~: :VERSION-argument should be NIL or :WILD or :NEWEST, not ~
fr: ~ : L'argument pour :VERSION doit être NIL, :WILD ou :NEWEST mais non ~

source: The value of ~S was not a pathname. ~:*~S is being reset.
fr: La valeur de ~S n'était pas de type PATHNAME. ~:*~S est réinitialisé.

source: wildcards are not allowed here: ~
fr: Les caractères joker ne sont pas permis ici : ~

source: ~: argument ~ should be ~, ~, ~, ~, ~, ~ or ~
fr: ~ : L'argument ~ devrait être ~, ~, ~, ~, ~, ~ ou ~ .

source: ~: replacement pieces ~ do not fit into ~
fr: ~ : Les pièces ~ ne vont pas dans ~.

source: ~: ~ is not a specialization of ~
fr: ~ : ~ ne spécialise pas ~.

source: (~ ~ ~ ~) is ambiguous: ~
fr: (~ ~ ~ ~) est ambigu: ~

source: nonexistent directory: ~
fr: Le répertoire ~ n'existe pas.

source: no directory ~ above ~
fr: Il n'y a pas de répertoire ~ au delà de ~.

source: "..\\" after "...\\" is invalid: ~
fr: "..\\" après "...\\" n'est pas permis : ~

source: Could not access current directory
fr: Le répertoire courant n'est pas accessible.

source: ~: ~ names a file, not a directory
fr: ~ : ~ est un fichier et non un répertoire.

source: ~: ~ names a directory, not a file
fr: ~ : ~ désigne un répertoire et non un fichier.

source: UNIX error while GETWD: ~
fr: Erreur UNIX pendant GETWD : ~

source: UNIX GETWD returned ~
fr: GETWD d'UNIX a retourné ~

source: UNIX REALPATH returned ~
fr: REALPATH d'UNIX a retourné ~

source: ~: If a device is specified, the directory must begin with ~: ~
fr: ~ : Quand un composant DEVICE est spécifié, le répertoire doit commencer par ~: ~

source: no file name given: ~
fr: Un nom de fichier doit être fourni : ~

source: not a directory: ~
fr: Ceci ne désigne pas un répertoire : ~

source: ~: file ~ does not exist
fr: ~ : Le fichier ~ n'existe pas.

source: ~: pathname with type but without name makes no sense: ~
fr: ~ : Un PATHNAME avec TYPE mais sans NAME est insensé: ~

source: cannot delete file ~ since there is file stream open to it
fr: Le fichier ~ ne peut pas être effacé car il est encore ouvert comme «stream».

source: cannot rename file ~ since there is file stream open to it
fr: Le fichier ~ ne peut pas être renommé car il est encore ouvert comme «stream».

source: root directory not allowed here: ~
fr: Le répertoire racine n'est pas permis ici : ~

source: Creating directory:
fr: Création du répertoire :

source: ~: library directory is not known, use a command line option to specify it
fr: ~ : Le répertoire de librairie est inconnu. Utilisez une option de ligne de commande pour le spécifier.

source: ~ on ~ is illegal
fr: ~ de/sur ~ est impossible.

source: Return value ~ of call to ~ should be an integer between ~ and ~.
fr: La valeur ~ retournée par ~ devrait être un entier entre ~ et ~.

source: ~: the last character read from ~ was not ~
fr: ~ : Le dernier caractère lu dans ~ n'était pas ~.

source: ~ from ~ without ~ before it
fr: ~ de ~ sans précédent ~.

source: ~: cannot output to ~
fr: ~ : Ne peux rien écrire sur ~.

source: ~ is not a character, cannot be output onto ~
fr: ~, n'étant pas de type CHARACTER, ne peut pas être écrit dans ~.

source: ~ is not an integer, cannot be output onto ~
fr: ~, n'étant pas un entier, ne peut pas être écrit dans ~.

source: integer ~ is out of range, cannot be output onto ~
fr: L'entier ~, n'étant pas dans l'intervalle souhaité, ne peut pas être écrit dans ~.

source: ~: argument ~ should be an input stream
fr: ~ : L'argument doit être un «stream» d'entrée et non pas ~.

source: ~: argument ~ should be an output stream
fr: ~ : L'argument doit être un «stream» de sortie et non pas ~.

source: ~: argument should be a symbol, not ~
fr: ~ : L'argument doit être un symbole et non ~

source: ~ is beyond the end because the string ~ has been adjusted
fr: ~ est arrivé après la fin de la chaîne, parce que la chaîne ~ a été ajustée.

source: ~: ~ is not a string input stream
fr: ~ : ~ n'est pas un «stream» lisant d'une chaîne.

source: ~: ~ argument must be a subtype of ~, not ~
fr: ~ : L'argument ~ doit être un sous-type de ~, et non ~

source: ~: ~ is not a string output stream
fr: ~ : ~ n'est pas un «stream» écrivant dans une chaîne.

source: ~: argument ~ should be a string with fill pointer
fr: ~ : L'argument doit être une chaîne munie d'un pointeur de remplissage et non ~.

source: ~: ~ is not a buffered input stream
fr: ~ : ~ n'est pas un «stream» d'entrée bufferisé.

source: ~: stream must be a generic-stream, not ~
fr: ~ : Le stream doit être un «generic-stream» et non ~

source: ~: Ctrl-C: User break
fr: ~ : Ctrl-C : Interruption clavier

source: unknown character set ~
fr: jeu de caractères ~ inconnu

source: Unbuffered streams need an ~ with a bit size being a multiple of 8, not ~
fr: Les flots non bufferisés nécessitent un ~ avec un taille (en bits) divisible par 8, et non ~

source: Closed ~ because disk is full.
fr: Ai fermé ~, parce que le disque est sans doute plein.

source: cannot position ~ beyond EOF
fr: Ne peux pas positionner ~ au-delà de la fin du fichier.

source: ~: argument ~ ~ was specified, but ~ is not a regular file.
fr: ~ : L'argument ~ ~ a été donné, mais ~ n'est pas un fichier régulier.

source: ~: arguments ~ ~ and ~ ~ were specified, but ~ is not a regular file.
fr: ~ : Les arguments ~ ~ et ~ ~ ont été donnés, mais ~ n'est pas un fichier régulier.

source: file ~ is not an integer file
fr: Le fichier ~ n'a pas le format d'un fichier d'entiers.

source: character ~ contains bits, cannot be output onto ~
fr: Le caractère ~ contient des «bits» et ne peut pas être écrit dans ~.

source: RAW mode not supported on ~
fr: Le mode «RAW» n'est pas supporté par ~.

source: ~: argument ~ should be a window stream
fr: ~ : L'argument ~ devrait être un WINDOW-STREAM.

source: cannot output to standard output
fr: Ne peut rien écrire sur la sortie principale.

source: environment has no TERM variable
fr: L'environnment ne contient pas de variable TERM.

source: terminal type ~ unknown to termcap
fr: TERMCAP ne connait pas le type d'écran ~.

source: insufficient terminal: hardcopy terminal
fr: Terminal insuffisant : imprimante au lieu d'écran.

source: insufficient terminal: overstrikes, cannot clear output
fr: Terminal insuffisant : ne peut rien effacer.

source: insufficient terminal: cannot scroll
fr: Terminal insuffisant : pas de défilement.

source: insufficient terminal: cannot clear screen
fr: Terminal insuffisant : ne peut pas effacer l'écran.

source: insufficient terminal: cannot position cursor randomly
fr: Terminal insuffisant : ne peut pas placer le curseur n'importe où.

source: ~: package SCREEN is not implemented
fr: ~ : Le paquet SCREEN n'est pas implémenté.

source: host should be string, not ~
fr: L'hôte devrait être un chaîne et non ~

source: display should be a nonnegative fixnum, not ~
fr: Le «display» doit être de type FIXNUM >= 0 et non ~

source: ~: stream must be a socket-stream, not ~
fr: ~ : Le stream doit être un «socket-stream» et non ~

source: ~: argument ~ should be a vector of type (ARRAY (UNSIGNED-BYTE 8) (*))
fr: ~ : l'argument ~ doit être un vecteur de type (ARRAY (UNSIGNED-BYTE 8) (*)).

source: ~: input stream ~ has reached its end
fr: ~ : Le «stream» d'entrée ~ est épuisé.

source: ~: ~ is not a SOCKET-SERVER
fr: ~ : ~ n'est pas un SOCKET-SERVER

source: ~: argument ~ is neither an open SOCKET-STREAM nor a positive FIXNUM
fr: ~ : L'argument ~ n'est pas un SOCKET-STREAM ouvert ou FIXNUM positif

source: ~: argument ~ is not an open SOCKET-STREAM
fr: ~ : L'argument ~ n'est pas un SOCKET-STREAM ouvert

source: ~: argument ~ is not a SOCKET-STREAM
fr: ~ : L'argument ~ n'est pas un SOCKET-STREAM

source: The value of ~ is not a stream: ~
fr: La valeur de ~ n'est pas de type STREAM : ~

source: The value of ~ is not an appropriate stream: ~
fr: La valeur de ~ n'est pas un STREAM acceptable : ~
